[
  {
    "page_content": "HEC Rabat Business School - #1 École de Commerce au MarocDémarrez votre candidatureHEC Rabat/Programme Grande Ecole (Bac+5)/Executive EducationProgramme Grande École (BAC+5)Une Formation initiale Bac+5 alliant pédagogie innovante, expérience internationale enrichissante et vie associative dynamique pour une expérience académique d’excellenceDécouvrirExecutive EducationExcellence académique et innovation pédagogique au service de vos ambitionsDécouvrirProgramme Grande Ecole (Bac+5)Executive EducationÀ propos de l'écoleAyant pour responsabilité d’œuvrer ensemble pour un Maroc fort dans une Afrique puissante, consolidée et indépendante, la formation HEC Rabat permet à chacun de ses étudiants d’atteindre ses objectifs de réussite et d’intégration socio-économique. HEC Rabat forme d’excellents professionnels aux fondements académiques  solides, à l’éthique irréprochable et respectueux du monde qui les entoure.HEC Rabat est et sera le choix de l’excellence pour tout étudiant soucieux de réussir à impacter son temps.Depuis 1988, HEC Rabat a fait le choix du suivi rapproché de l’étudiant, des meilleurs enseignants, de stages nombreux, et d’une discipline stricte qui permet d’entrevoir dès la première année les contraintes du monde professionnel. Elle insiste également sur le bien-être et l’esprit de famille, qui permettent à toutes ses communautés, étudiants, administratifs et enseignants, de construire ensemble le futur de notre continent",
    "metadata": {
      "source": "https://hec.ac.ma",
      "title": "HEC Rabat Business School - #1 École de Commerce au Maroc",
      "description": "Ecole supérieure privée Rabat de Management, Gestion, Commerce et Ingénierie reconnue par son excellence académique.",
      "language": "en"
    }
  },
  {
    "page_content": "Elle insiste également sur le bien-être et l’esprit de famille, qui permettent à toutes ses communautés, étudiants, administratifs et enseignants, de construire ensemble le futur de notre continent.A HEC Rabat, la réussite de nos étudiants est notre fierté.15Nationalites représentées+50005300 Lauréats dans le monde3535 Années d’experience150Nombre de partenaires entreprise20Partenaires academiques internationauxRenseignements sur nos programmes+50 programmes : Certificats avancés, Executive Masters et un Programme Grande Ecole avec des spécialisations métiers.Planifier une visite ou rendez-vousProgramme Grande Ecole (Bac+5)Le Programme Grande École repose sur une approche novatrice qui réinvente la formation en management. En conjuguant excellence académique et immersion pratique, ce programme façonne des leaders visionnaires capables de naviguer dans un environnement global complexe.Les étudiants bénéficient d’un cursus riche en enseignements théoriques, d’opportunités concrètes en entreprise, et de projets associatifs impactants. Des certifications internationales intégrées renforcent la compétitivité des diplômés, leur conférant un véritable atout sur la scène mondiale.Intelligence Artificielle & ManagementDécouvrez notre Master Bac+5 en Intelligence Artificielle et Management, conçu pour les visionnaires aspirant à devenir leaders dans l’innovation technologique et la stratégie d’entreprise",
    "metadata": {
      "source": "https://hec.ac.ma",
      "title": "HEC Rabat Business School - #1 École de Commerce au Maroc",
      "description": "Ecole supérieure privée Rabat de Management, Gestion, Commerce et Ingénierie reconnue par son excellence académique.",
      "language": "en"
    }
  },
  {
    "page_content": "Intelligence Artificielle & ManagementDécouvrez notre Master Bac+5 en Intelligence Artificielle et Management, conçu pour les visionnaires aspirant à devenir leaders dans l’innovation technologique et la stratégie d’entreprise.Découvrir →Logistique et Commerce InternationalLa formation prépare les étudiants aux métiers désormais fortement internationalisés de la fonction Achats et Supply Chain apte à prendre à très court terme des responsabilités managériales opérationnellesDécouvrir →Comptabilité, Contrôle et AuditLe programme CCA vise à former de futurs experts-comptables, des auditeurs financiers, des consultants ou des cadres d’entrepriseDécouvrir →Marketing, E-business & Digital StrategyLe Marketing, E-business & Digital Strategy forme aux métiers du marketing et plus spécifiquement a pour objectifs de former les futurs cadres marketing en entrepriseDécouvrir →FinanceDécouvrez notre Master Bac+5 en Finance, une formation d’excellence conçue pour les futurs leaders du secteur financier. Développez une expertise approfondie en finance d’entreprise, marchés financiers, et gestion des risques, grâce à un curriculum innovant et une immersion professionnelle garantissant une carrière réussieDécouvrir →Une expérience à l’internationalHEC Rabat vous ouvre les portes du monde grâce à ses partenariats avec des institutions académiques prestigieuses à l’international, offrant la possibilité d’effectuer un semestre d’échange enrichissant",
    "metadata": {
      "source": "https://hec.ac.ma",
      "title": "HEC Rabat Business School - #1 École de Commerce au Maroc",
      "description": "Ecole supérieure privée Rabat de Management, Gestion, Commerce et Ingénierie reconnue par son excellence académique.",
      "language": "en"
    }
  },
  {
    "page_content": "Avec plus de 15 nationalités représentées sur le campus et des cours animés par des Visiting Professors de renom, vous évoluerez dans un environnement multiculturel et global, idéal pour développer vos compétences et votre réseau à l’échelle internationale.DécouvrirExecutive EducationBoostez votre carrière avec l’Executive Education d’HEC Rabat ! Nos programmes, conçus autour d’une approche modulaire innovante, offrent une flexibilité optimale pour développer vos compétences à votre rythme. Entièrement dispensées à distance, nos formations allient excellence académique et accessibilité pour répondre aux besoins des professionnels ambitieux.DécouvrirExecutive MastersDécouvrir →Executive CertificatesDécouvrir →Certifications ProfessionellesToutes nos formations intègrent des certifications professionnelles reconnues à l'international, offrant à nos étudiants un véritable atout pour renforcer leur employabilité et se démarquer sur le marché du travail.La certification Google valide vos compétences en outils indispensables comme Google Ads et Analytics. Elle offre une reconnaissance mondiale et renforce votre profil professionnel dans le domaine du marketing numérique et de l’analyse de données.La certification Scrum atteste de votre expertise en gestion de projets agiles. Reconnue mondialement, elle vous permet de maîtriser les méthodologies Scrum et de vous démarquer dans des environnements professionnels en constante évolution, où l’agilité est un atout clé",
    "metadata": {
      "source": "https://hec.ac.ma",
      "title": "HEC Rabat Business School - #1 École de Commerce au Maroc",
      "description": "Ecole supérieure privée Rabat de Management, Gestion, Commerce et Ingénierie reconnue par son excellence académique.",
      "language": "en"
    }
  },
  {
    "page_content": "La certification Scrum atteste de votre expertise en gestion de projets agiles. Reconnue mondialement, elle vous permet de maîtriser les méthodologies Scrum et de vous démarquer dans des environnements professionnels en constante évolution, où l’agilité est un atout clé.Avec la certification CISI, bénéficiez d’une expertise reconnue dans le secteur financier. Elle certifie vos connaissances en investissement, conformité et éthique, vous positionnant comme un acteur clé dans les services financiers internationaux.\nLa certification Meta, une référence incontournable pour maîtriser les outils publicitaires sur les réseaux sociaux. Idéal pour booster vos compétences en marketing digital, cette certification vous ouvre les portes d’une expertise recherchée par les recruteurs.\nLa certification Sage garantit votre maîtrise des outils de gestion comptable et financière. C’est une reconnaissance prisée par les entreprises pour optimiser vos compétences en gestion d’entreprise.Le TOEIC est un atout essentiel pour évaluer et valoriser vos compétences en anglais professionnel. Il est reconnu mondialement par les entreprises et facilite votre employabilité à l’international.La certification IBM en gestion de projet ou en technologies innovantes valide vos compétences dans des domaines en forte demande, comme l’intelligence artificielle ou la gestion de projets stratégiques. Elle booste votre attractivité professionnelle à l’échelle mondiale",
    "metadata": {
      "source": "https://hec.ac.ma",
      "title": "HEC Rabat Business School - #1 École de Commerce au Maroc",
      "description": "Ecole supérieure privée Rabat de Management, Gestion, Commerce et Ingénierie reconnue par son excellence académique.",
      "language": "en"
    }
  },
  {
    "page_content": "La certification IBM en gestion de projet ou en technologies innovantes valide vos compétences dans des domaines en forte demande, comme l’intelligence artificielle ou la gestion de projets stratégiques. Elle booste votre attractivité professionnelle à l’échelle mondiale.Programme & AdmissionFormation initialeConstruisez les fondations de votre réussite avec notre Programme Grande École (bac+5), une formation initiale conçue pour les bacheliers, qui vous prépare à exceller dans le monde des affaires.PrésentielProgramme Grande Ecole (Bac+5) →Executive EducationBoostez votre carrière avec des programmes Executive Education conçus pour vous doter des compétences et stratégies nécessaires à l’excellence professionnelleEn ligneExecutive Masters →Executive Certificats →AdmissionPour candidater à l’un de nos programmes, merci de postulez via l’un des liens suivant :Programme Grande Ecole (Bac+5) →Executive Education →La Recherche au Service de l’Excellence d’HEC Rabat⦁ Un pilier central pour le corps professoral : Le Centre de recherche CReSC est une composante essentielle de la mission d’HEC Rabat, représentant une dimension clé des activités de ses enseignants-chercheurs.⦁ Un atout pour les étudiants : La recherche enrichit les formations en proposant des contenus actualisés et soutenus par les contributions intellectuelles des chercheurs, offrant ainsi une expérience académique de pointe",
    "metadata": {
      "source": "https://hec.ac.ma",
      "title": "HEC Rabat Business School - #1 École de Commerce au Maroc",
      "description": "Ecole supérieure privée Rabat de Management, Gestion, Commerce et Ingénierie reconnue par son excellence académique.",
      "language": "en"
    }
  },
  {
    "page_content": "⦁ Un atout pour les étudiants : La recherche enrichit les formations en proposant des contenus actualisés et soutenus par les contributions intellectuelles des chercheurs, offrant ainsi une expérience académique de pointe.⦁ Une valeur ajoutée pour les entreprises et la communauté académique : Elle fournit des solutions concrètes aux partenaires professionnels tout en contribuant à l’avancement des connaissances en sciences de gestion au sein de la communauté académique.Comment s'inscrire:Remplissez un bref formulaire avec vos informations, ce qui ne prendra que 10 minutes. Une fois l'inscription terminée, vous serez prêt à lancer votre carrière.1Vous postulezRemplissez notre formulaire de demande en ligne en seulement 10 minutes.2On vous contacteUne fois votre demande soumise, notre équipe vous recontactera rapidement pour vous accompagner dans les prochaines étapes.3Vous êtes prêtAprès validation de votre inscription, vous êtes prêt à rejoindre notre établissement et à débuter votre parcours",
    "metadata": {
      "source": "https://hec.ac.ma",
      "title": "HEC Rabat Business School - #1 École de Commerce au Maroc",
      "description": "Ecole supérieure privée Rabat de Management, Gestion, Commerce et Ingénierie reconnue par son excellence académique.",
      "language": "en"
    }
  },
  {
    "page_content": "2On vous contacteUne fois votre demande soumise, notre équipe vous recontactera rapidement pour vous accompagner dans les prochaines étapes.3Vous êtes prêtAprès validation de votre inscription, vous êtes prêt à rejoindre notre établissement et à débuter votre parcours.Nos étudiants créent une communauté dynamique et inclusiveVie associativeBlogLes Soft Skills Indispensables pour Réussir en École de Commerce et dans le Monde du Travail19 mars 2025LireLes Meilleures Filières pour Travailler dans le Commerce et la Gestion au Maroc 19 mars 2025LireLes Débouchés Après une École de Commerce au Maroc : Quels Salaires et Opportunités ? 19 mars 2025Lire10 Conseils Incontournables pour Intégrer une École de Commerce au Maroc 19 mars 2025LireÊtes-vous prêt à passer à l'étape suivante?Démarrez votre candidatureHEC Maroc (campus de Rabat), 4 Rue Tulipa, Rabat 10100+212 622 34 90 34HEC RabatLaboratoire CReSCVie AssociativePartenaires AcadémiquesBlogNos événementsPolitique de ConfidentialitéProgramme Grande Ecole (Bac+5)Intelligence Artificielle & ManagementLogistique et Commerce InternationalComptabilité, Contrôle et AuditMarketing, E-business & Digital StrategyFinanceExecutive EducationExecutive MastersExecutive CertificatesFOLLOW US",
    "metadata": {
      "source": "https://hec.ac.ma",
      "title": "HEC Rabat Business School - #1 École de Commerce au Maroc",
      "description": "Ecole supérieure privée Rabat de Management, Gestion, Commerce et Ingénierie reconnue par son excellence académique.",
      "language": "en"
    }
  },
  {
    "page_content": "Executive Education - HEC Business School RabatDémarrez votre candidatureHEC Rabat/Programme Grande Ecole (Bac+5)/Executive EducationExecutive EducationExcellence académique et innovation pédagogique au service de vos ambitionsEn lignePropulsez votre carrière à votre rythmeAlliant innovation pédagogique et excellence académique, nos formations sont conçues pour répondre aux exigences des cadres et dirigeants. Grâce à un système modulaire unique, vous cumulez trois Executive Certificates pour obtenir un Executive Master, tout en bénéficiant d’une flexibilité optimale avec un format 100 % en ligne. Conçues par des experts pour des experts, elles vous permettent de développer des compétences stratégiques sans interrompre votre carrière.Des Formateurs ExpertsNos programmes d’Executive Education s’appuient sur une équipe pédagogique d’excellence, composée de professeurs et d’intervenants experts, reconnus à l’échelle nationale et internationale. Issus des meilleures institutions académiques et du monde de l’entreprise, ces professionnels apportent une combinaison unique de savoir théorique et d’expérience pratique. Leur expertise couvre un large éventail de domaines stratégiques, garantissant un contenu de formation en phase avec les exigences du marché et les évolutions de leur discipline. Cet encadrement de qualité permet à nos participants de bénéficier d’un apprentissage rigoureux, enrichissant et immédiatement applicable à leur environnement professionnel",
    "metadata": {
      "source": "https://www.hec.ac.ma/executive-education",
      "title": "Executive Education - HEC Business School Rabat",
      "description": "Les Executive Masters & Bachelors combinent des Executive Certificat qui reprennent les fondamentaux et renforcent la spécialisation.",
      "language": "en"
    }
  },
  {
    "page_content": "Cet encadrement de qualité permet à nos participants de bénéficier d’un apprentissage rigoureux, enrichissant et immédiatement applicable à leur environnement professionnel.Un réseau panafricain au service du développement et de l’innovationParticiper à nos programmes d’Executive Education, c’est rejoindre une communauté dynamique de professionnels issus de toute l’Afrique francophone. Cette diversité géographique et sectorielle crée un environnement unique de partage et d’apprentissage collaboratif, où chaque participant enrichit les autres par ses perspectives et son expertise. Les interactions au sein de nos formations favorisent le développement de réseaux solides et stratégiques, essentiels pour relever les défis économiques et sociaux de notre continent. Ces synergies exceptionnelles ne se limitent pas aux salles de cours, mais se transforment en collaborations durables et en opportunités concrètes pour contribuer activement au développement de l’Afrique.Executive MastersExecutive Master Gestion de ProjetsPour un pilotage de projet dynamique, agile et adaptatif.Découvrir →Executive Master FinanceMaîtrisez les leviers financiers stratégiques pour prendre des décisions éclairées et optimiser la performance de votre organisationDécouvrir →Découvrir les mastersExecutive CertificatesExecutive Certificate Opérations de Financement et Finance de MarchéMaîtrisez les stratégies d’investissement et naviguez avec succès sur les marchés financiers",
    "metadata": {
      "source": "https://www.hec.ac.ma/executive-education",
      "title": "Executive Education - HEC Business School Rabat",
      "description": "Les Executive Masters & Bachelors combinent des Executive Certificat qui reprennent les fondamentaux et renforcent la spécialisation.",
      "language": "en"
    }
  },
  {
    "page_content": "Découvrir →Executive Certificate Management Stratégique des RHDéveloppez vos compétences en management stratégique et ressources humaines pour transformer votre organisation et maximiser le potentiel de vos équipes.Découvrir →Découvrir les certificatsHEC Maroc (campus de Rabat), 4 Rue Tulipa, Rabat 10100+212 622 34 90 34HEC RabatLaboratoire CReSCVie AssociativePartenaires AcadémiquesBlogNos événementsPolitique de ConfidentialitéProgramme Grande Ecole (Bac+5)Intelligence Artificielle & ManagementLogistique et Commerce InternationalComptabilité, Contrôle et AuditMarketing, E-business & Digital StrategyFinanceExecutive EducationExecutive MastersExecutive CertificatesFOLLOW US",
    "metadata": {
      "source": "https://www.hec.ac.ma/executive-education",
      "title": "Executive Education - HEC Business School Rabat",
      "description": "Les Executive Masters & Bachelors combinent des Executive Certificat qui reprennent les fondamentaux et renforcent la spécialisation.",
      "language": "en"
    }
  },
  {
    "page_content": "Executive Certificates - HEC Rabat Business SchoolDémarrez votre candidatureHEC Rabat/Programme Grande Ecole (Bac+5)/Executive EducationExecutive CertificatesDonnez un nouvel élan à votre carrière avec des formations certifiantes en ligne, pensées pour optimiser vos compétences et maximiser votre impact professionnelCandidater en ligne →30 Executive Certificates pour booster votre carrièreL’ère numérique a révolutionné la manière dont nous apprenons et HEC\n          Rabat l’a bien compris. Ainsi, nous proposons désormais 30 Executive\n          Certificates entièrement en ligne, adaptés aux besoins des\n          professionnels d’aujourd’hui. Ces programmes couvrent un large\n          éventail de domaines, offrant aux apprenants la flexibilité de se\n          spécialiser selon leurs aspirations professionnelles.HEC Rabat Business School propose une offre innovante destinée aux\n               professionnels en activité souhaitant enrichir leurs compétences et\n               avancer dans leur carrière. Cette offre permet d’obtenir un\n               Executive Master en cumulant trois Executive Certificates du même\n               domaine. Cette approche modulaire offre une grande flexibilité aux\n               professionnels, leur permettant de s’adapter à leurs contraintes de\n               temps et à leurs besoins spécifiques",
    "metadata": {
      "source": "https://www.hec.ac.ma/executive-certificates",
      "title": "Executive Certificates - HEC Rabat Business School",
      "description": "Donnez un nouvel élan à votre carrière avec des formations certifiantes en ligne, pensées pour optimiser vos compétences et maximiser votre impact professionnel",
      "language": "en"
    }
  },
  {
    "page_content": "Cette approche modulaire offre une grande flexibilité aux\n               professionnels, leur permettant de s’adapter à leurs contraintes de\n               temps et à leurs besoins spécifiques.Executive Certificate Opérations de Financement et Finance de MarchéMaîtrisez les stratégies d’investissement et naviguez avec succès sur les marchés financiers.Découvrir →Executive Certificate Management Stratégique des RHDéveloppez vos compétences en management stratégique et ressources humaines pour transformer votre organisation et maximiser le potentiel de vos équipes.Découvrir →Executive Certificate Gestion de Projets : Nouvelles TendancesCe programme captivant offre aux participants l’opportunité unique d’acquérir des compétences de pointe en gestion opérationnelle et pilotage de projets.Découvrir →Executive Certificate Diagnostic et Gestion FinancièrePrenez des décisions financières éclairées et optimisez la santé de votre entrepriseDécouvrir →Executive Certificate Architecture Big DataTransformez vos données en valeur et optimisez vos ressources grâce au Big Data et au Cloud ComputingDécouvrir →Executive Certificate Cloud Computing & Infrastructure ITMaîtrisez les technologies de pointe en Cloud Computing et Infrastructure IT pour transformer et optimiser l’architecture technologique de votre organisation",
    "metadata": {
      "source": "https://www.hec.ac.ma/executive-certificates",
      "title": "Executive Certificates - HEC Rabat Business School",
      "description": "Donnez un nouvel élan à votre carrière avec des formations certifiantes en ligne, pensées pour optimiser vos compétences et maximiser votre impact professionnel",
      "language": "en"
    }
  },
  {
    "page_content": "Découvrir →Executive Certificate Data Mining & Business IntelligenceTransformez des données brutes en informations stratégiques pour propulser votre entreprise vers de nouveaux sommets.Découvrir →Executive Certificate Supply Chain ManagementMaîtrisez les stratégies avancées de gestion de la chaîne d’approvisionnement pour améliorer l’efficacité, réduire les coûts et créer une valeur durable pour votre entreprise.Découvrir →Executive Certificate Gestion Opérationnelle et Pilotage de ProjetCe programme captivant offre aux participants l’opportunité unique d’acquérir des compétences de pointe en gestion opérationnelle et pilotage de projets.Découvrir →Executive Certificate Santé, Hygiène & Sécurité du Travail ISO 45001 Version 2018Assurez un environnement de travail sûr et conforme aux meilleures pratiques internationalesDécouvrir →Executive Certificate Gestion des Ressources HumainesRenforcez vos compétences en gestion des ressources humaines pour attirer, développer et retenir les talents, tout en optimisant la performance de votre organisationDécouvrir →Executive Certificate Audit Comptable et FinancierUne formation de base pratique et complète en matière d’audit qui vous permet d’acquérir les compétences d’experts de terrain.Découvrir →Executive Certificate Marketing Digital et Performance CommercialeMaîtrisez les outils et techniques du marketing digital pour booster la performance commerciale et propulser votre entreprise vers de nouveaux sommets",
    "metadata": {
      "source": "https://www.hec.ac.ma/executive-certificates",
      "title": "Executive Certificates - HEC Rabat Business School",
      "description": "Donnez un nouvel élan à votre carrière avec des formations certifiantes en ligne, pensées pour optimiser vos compétences et maximiser votre impact professionnel",
      "language": "en"
    }
  },
  {
    "page_content": "Découvrir →Executive Certificate Marketing Digital et Performance CommercialeMaîtrisez les outils et techniques du marketing digital pour booster la performance commerciale et propulser votre entreprise vers de nouveaux sommets.Découvrir →Executive Certificate Contrôle de GestionDevenez un expert en contrôle de gestion et optimisez la performance financière de votre entrepriseDécouvrir →Executive Certificate Contrôle et Audit InternesDevenez un expert en contrôle et audit internes pour renforcer la gouvernance, la gestion des risques et l’efficacité opérationnelle de votre organisation.Découvrir →Executive Certificate Gestion Digitale de la MarquePropulsez votre marque à l’ère du digitalDécouvrir →Executive Certificate Machine LearningMaîtrisez les algorithmes de machine learning les plus avancés et transformez vos données en solutions intelligentes pour répondre aux défis complexes de votre entrepriseDécouvrir →Executive Certificate IA & Big Data EngineeringPropulsez votre carrière en maîtrisant les technologies de pointe qui transforment les données en opportunités stratégiquesDécouvrir →Executive Certificate LogistiqueOptimisez vos compétences en logistique pour améliorer l’efficacité opérationnelle et la performance de votre chaîne d’approvisionnement.Découvrir →Executive Certificate Marketing StratégiquePour répondre aux challenges actuels du marketing et appréhender tous les outils, pour construire une stratégie marketing efficace à l’ère du digital",
    "metadata": {
      "source": "https://www.hec.ac.ma/executive-certificates",
      "title": "Executive Certificates - HEC Rabat Business School",
      "description": "Donnez un nouvel élan à votre carrière avec des formations certifiantes en ligne, pensées pour optimiser vos compétences et maximiser votre impact professionnel",
      "language": "en"
    }
  },
  {
    "page_content": "Découvrir →Executive Certificate Marketing StratégiquePour répondre aux challenges actuels du marketing et appréhender tous les outils, pour construire une stratégie marketing efficace à l’ère du digital.Découvrir →Executive Certificate Analyse des données et Ingénierie de la DécisionDéveloppez votre expertise en analyse de données et en ingénierie de la décision pour transformer des données complexes en insights stratégiques et décisions éclairées.Découvrir →Executive Certificate Modélisation en Intelligence ArtificielleRévolutionnez votre entreprise avec des modèles d’intelligence artificielle avancésDécouvrir →Executive Certificate Management de ProjetDevenez un expert en management de projets en maîtrisant les fondamentaux, en animant efficacement vos équipes, et en conduisant le changement avec succès.Découvrir →Executive Certificate Services Financiers et Conseil Devenez expert en services financiers et guidez vos clients vers le succès.Découvrir →Executive Certificate Leadership et Ressources HumainesDéveloppez vos compétences en leadership et en gestion des ressources humaines pour inspirer vos équipes et transformer votre organisationDécouvrir →Executive Certificate Management des AchatsOptimisez vos compétences en gestion des achats pour réduire les coûts, renforcer les relations fournisseurs et maximiser la valeur ajoutée pour votre entreprise",
    "metadata": {
      "source": "https://www.hec.ac.ma/executive-certificates",
      "title": "Executive Certificates - HEC Rabat Business School",
      "description": "Donnez un nouvel élan à votre carrière avec des formations certifiantes en ligne, pensées pour optimiser vos compétences et maximiser votre impact professionnel",
      "language": "en"
    }
  },
  {
    "page_content": "Découvrir →Executive Certificate Management Environnemental ISO 14001 Version 2015Adoptez une approche durable et maîtrisez les normes environnementales internationales.Découvrir →Executive Certificate Management de la Qualité ISO 9001 Version 2015Atteignez l’excellence opérationnelle et maîtrisez les normes de qualité internationalesDécouvrir →Executive Certificate CybersécuritéRenforcez votre expertise et protégez vos systèmes contre les menaces numériques les plus avancées avec des compétences en cybersécurité de pointDécouvrir →Executive Certificate Data Gouvernance et Stratégie ITDevenez un leader stratégique en maîtrisant la gouvernance des données et en élaborant des stratégies IT innovantes pour propulser votre organisation vers l’excellenceDécouvrir →HEC Maroc (campus de Rabat), 4 Rue Tulipa, Rabat 10100+212 622 34 90 34HEC RabatLaboratoire CReSCVie AssociativePartenaires AcadémiquesBlogNos événementsPolitique de ConfidentialitéProgramme Grande Ecole (Bac+5)Intelligence Artificielle & ManagementLogistique et Commerce InternationalComptabilité, Contrôle et AuditMarketing, E-business & Digital StrategyFinanceExecutive EducationExecutive MastersExecutive CertificatesFOLLOW US",
    "metadata": {
      "source": "https://www.hec.ac.ma/executive-certificates",
      "title": "Executive Certificates - HEC Rabat Business School",
      "description": "Donnez un nouvel élan à votre carrière avec des formations certifiantes en ligne, pensées pour optimiser vos compétences et maximiser votre impact professionnel",
      "language": "en"
    }
  },
  {
    "page_content": "Executive Master Gestion de Projets - HEC Business Rabat SchoolDémarrez votre candidatureHEC Rabat/Programme Grande Ecole (Bac+5)/Executive EducationExecutive Master Gestion de ProjetsPour un pilotage de projet dynamique, agile et adaptatif.Pré-Inscription en ligne →Informations de baseDURÉE DES ÉTUDES : 1 anPROCHAINE RENTRÉE : le 03 Avril 2025PresentationLa participation à l’Executive Master en Gestion de Projets offre une opportunité cruciale d’acquérir des compétences essentielles et contemporaines dans un domaine en constante évolution. En comprenant les fondamentaux du management de projet, les participants seront en mesure de planifier, exécuter et contrôler efficacement des projets, tout en dirigeant des équipes avec agilité. La focalisation sur la gestion opérationnelle et le pilotage du projet assure le développement de compétences avancées en planification, ordonnancement et contrôle de la qualité, des aspects cruciaux pour la réussite de tout projet. De plus, l’inclusion des nouvelles tendances en gestion de projets, telles que les approches agiles, prédictives, et la gestion de projets dans des environnements spécifiques, garantit une préparation complète face aux défis évolutifs du domaineObjectifsMaîtrisez les fondamentaux du Management de ProjetDéveloppez des compétences en gestion opérationnelle et en pilotage de projetsCultivez la capacité à vous ajuster aux récentes évolutions dans le domaine de la gestion de projets",
    "metadata": {
      "source": "https://www.hec.ac.ma/executive-masters/executive-master-gestion-de-projets",
      "title": "Executive Master Gestion de Projets - HEC Business Rabat School",
      "description": "Ecole supérieure privée Rabat de Management, Gestion, Commerce et Ingénierie reconnue par son excellence académique.",
      "language": "en"
    }
  },
  {
    "page_content": "ProgrammeExecutive Certificate Management de ProjetModule 1 : Les fondamentaux du management de projetModule 2 : Management et animation d’une équipe projetModule 3 : Management du changementEn savoir plusExecutive Certificate Gestion Opérationnelle et Pilotage de ProjetModule 1 : Planification et ordonnancementModule 2 : Outils de pilotage et supportsModule 3 : Management de la qualité projetEn savoir plusExecutive Certificate Gestion de Projets : Nouvelles TendancesModule 1 : Approches prédictive et méthodes agile appliquées au projetModule 2 : Nouvelles tendances dans la gestion de projetsModule 3 : Management de projet en environnements spécifiquesModule 4 : Business ProjectEn savoir plusConditions d'accèsLes candidats titulaires d’une Licence (Bac+3) ou d’un diplôme Bac + 4 en gestion, économie, sciences sociales ou d’un diplôme reconnu équivalent et justifiant d’une expérience professionnelle",
    "metadata": {
      "source": "https://www.hec.ac.ma/executive-masters/executive-master-gestion-de-projets",
      "title": "Executive Master Gestion de Projets - HEC Business Rabat School",
      "description": "Ecole supérieure privée Rabat de Management, Gestion, Commerce et Ingénierie reconnue par son excellence académique.",
      "language": "en"
    }
  },
  {
    "page_content": "Les titulaires d’un Bac+2 sont admissibles avec une VAE (validation des acquis de l’Expérience)TarifsFrais de dossier300 MADFrais d'inscription3500 MADFrais de scolarité38000 MADPrix total:41800 MADDémarrez votre candidaturePré-Inscription en ligne →Vous avez d'autres questions?Contactez-Nous →Formulaire de téléchargement de la brochureRemplissez le formulaireHEC Maroc (campus de Rabat), 4 Rue Tulipa, Rabat 10100+212 622 34 90 34HEC RabatLaboratoire CReSCVie AssociativePartenaires AcadémiquesBlogNos événementsPolitique de ConfidentialitéProgramme Grande Ecole (Bac+5)Intelligence Artificielle & ManagementLogistique et Commerce InternationalComptabilité, Contrôle et AuditMarketing, E-business & Digital StrategyFinanceExecutive EducationExecutive MastersExecutive CertificatesFOLLOW US",
    "metadata": {
      "source": "https://www.hec.ac.ma/executive-masters/executive-master-gestion-de-projets",
      "title": "Executive Master Gestion de Projets - HEC Business Rabat School",
      "description": "Ecole supérieure privée Rabat de Management, Gestion, Commerce et Ingénierie reconnue par son excellence académique.",
      "language": "en"
    }
  },
  {
    "page_content": "Executive Master Finance - HEC Business Rabat SchoolDémarrez votre candidatureHEC Rabat/Programme Grande Ecole (Bac+5)/Executive EducationExecutive Master FinanceMaîtrisez les leviers financiers stratégiques pour prendre des décisions éclairées et optimiser la performance de votre organisationPré-Inscription en ligne →Informations de baseDURÉE DES ÉTUDES : 1 anPROCHAINE RENTRÉE : le 05 Avril 2025PresentationL’Executive Master en Finance est conçu pour les professionnels ambitieux cherchant à approfondir leurs compétences dans la gestion financière et à maîtriser les leviers stratégiques des marchés financiers. Ce programme complet permet de développer une expertise solide en diagnostic financier, en gestion de trésorerie, et en conseil financier, tout en restant à la pointe des régulations en constante évolution. En alliant théorie et pratique, il offre une approche dynamique et opérationnelle pour optimiser les performances financières des entreprises.ObjectifsDévelopper une expertise approfondie en analyse financière et prise de décision pour optimiser la performance des entreprises.Comprendre et anticiper les mouvements des marchés financiers pour maximiser les opportunités d’investissement.Acquérir des compétences en conseil financier stratégique et en conformité avec les régulations du secteur",
    "metadata": {
      "source": "https://www.hec.ac.ma/executive-masters/executive-master-finance",
      "title": "Executive Master Finance - HEC Business Rabat School",
      "description": "Ecole supérieure privée Rabat de Management, Gestion, Commerce et Ingénierie reconnue par son excellence académique.",
      "language": "en"
    }
  },
  {
    "page_content": "Comprendre et anticiper les mouvements des marchés financiers pour maximiser les opportunités d’investissement.Acquérir des compétences en conseil financier stratégique et en conformité avec les régulations du secteur.ProgrammeExecutive Certificate Diagnostic et Gestion FinancièreModule 1 : Diagnostic financierModule 2 : Décisions financières à long terme : décision d’investissementModule 3 : Décisions financières à court terme : gestion de la trésorerieEn savoir plusExecutive Certificate Opérations de Financement et Finance de MarchéModule 1 : Le secteur des services financiersModule 2 : Actions, obligations, produit dérivés et autres actifsModule 3 : Financement des opérations du haut du bilanEn savoir plusExecutive Certificate Services Financiers et Conseil Module 1 : Fonds d’investissement et autres produits financiersModule 2 : Régulation des services financiers et conseil financierModule 3 : Management financier stratégiqueModule 4 : Business ProjectEn savoir plusConditions d'accèsLes candidats titulaires d’une Licence (Bac+3) ou d’un diplôme Bac + 4 en gestion, économie, sciences sociales ou d’un diplôme reconnu équivalent et justifiant d’une expérience professionnelle",
    "metadata": {
      "source": "https://www.hec.ac.ma/executive-masters/executive-master-finance",
      "title": "Executive Master Finance - HEC Business Rabat School",
      "description": "Ecole supérieure privée Rabat de Management, Gestion, Commerce et Ingénierie reconnue par son excellence académique.",
      "language": "en"
    }
  },
  {
    "page_content": "Les titulaires d’un Bac+2 sont admissibles avec une VAE (validation des acquis de l’Expérience)TarifsFrais de dossier300 MADFrais d'inscription3500 MADFrais de scolarité38000 MADPrix total:41800 MADDémarrez votre candidaturePré-Inscription en ligne →Vous avez d'autres questions?Contactez-Nous →Formulaire de téléchargement de la brochureRemplissez le formulaireHEC Maroc (campus de Rabat), 4 Rue Tulipa, Rabat 10100+212 622 34 90 34HEC RabatLaboratoire CReSCVie AssociativePartenaires AcadémiquesBlogNos événementsPolitique de ConfidentialitéProgramme Grande Ecole (Bac+5)Intelligence Artificielle & ManagementLogistique et Commerce InternationalComptabilité, Contrôle et AuditMarketing, E-business & Digital StrategyFinanceExecutive EducationExecutive MastersExecutive CertificatesFOLLOW US",
    "metadata": {
      "source": "https://www.hec.ac.ma/executive-masters/executive-master-finance",
      "title": "Executive Master Finance - HEC Business Rabat School",
      "description": "Ecole supérieure privée Rabat de Management, Gestion, Commerce et Ingénierie reconnue par son excellence académique.",
      "language": "en"
    }
  },
  {
    "page_content": "Executive Master Data Gouvernance, Cloud Computing & Cybersécurité - HEC Business Rabat SchoolDémarrez votre candidatureHEC Rabat/Programme Grande Ecole (Bac+5)/Executive EducationExecutive Master Data Gouvernance, Cloud Computing & CybersécuritéPrenez le contrôle de vos données et assurez leur sécurité dans un monde numérique en constante évolution.Pré-Inscription en ligne →Informations de baseDURÉE DES ÉTUDES : 1 anPROCHAINE RENTRÉE : le 03 Avril 2025PresentationDans un environnement où les données, le cloud computing et la cybersécurité sont au cœur des enjeux stratégiques des entreprises, ce programme d’Executive Master en Data Gouvernance, Cloud Computing & Cybersécurité est conçu pour les professionnels souhaitant se positionner en leaders dans ces domaines essentiels. Vous apprendrez à gérer efficacement les données, à exploiter les infrastructures cloud pour une agilité accrue, et à sécuriser les systèmes d’information contre les menaces croissantes. Cette formation vous permettra de naviguer avec assurance dans un paysage technologique en constante évolution, tout en renforçant la résilience et la compétitivité de votre organisation.ObjectifsMaîtriser les cadres et standards de la gouvernance des données, en intégrant les politiques de conformité IT et en pilotant des stratégies de transformation digitale alignées sur les meilleures pratiques.Développer des compétences avancées en cloud computing, en apprenant à concevoir, déployer, et gérer des architectures cloud",
    "metadata": {
      "source": "https://www.hec.ac.ma/executive-masters/executive-master-data-gouvernance-cloud-computing-cybersecurite",
      "title": "Executive Master Data Gouvernance, Cloud Computing & Cybersécurité - HEC Business Rabat School",
      "description": "Ecole supérieure privée Rabat de Management, Gestion, Commerce et Ingénierie reconnue par son excellence académique.",
      "language": "en"
    }
  },
  {
    "page_content": "Développer des compétences avancées en cloud computing, en apprenant à concevoir, déployer, et gérer des architectures cloud.Acquérir une expertise solide en cybersécurité, vous permettant de gérer les risques et de protéger efficacement les systèmes d’informationProgrammeExecutive Certificate Data Gouvernance et Stratégie ITModule 1 : Cadres et Standards de la Data GouvernanceModule 2 : Politiques de Conformité IT et Transformation DigitaleModule 3 : L’utilisation éthique des technologies basées sur les données – Scrum Master CertificationEn savoir plusExecutive Certificate Cloud Computing & Infrastructure ITModule 1 : Introduction au Cloud Computing et Modèles de ServiceModule 2 : Gestion des Infrastructures et Déploiement des Architectures CloudModule 3 : Microsoft Cloud Support Associate Certificat ProfessionnelEn savoir plusExecutive Certificate CybersécuritéModule 1 : Concepts et Fondamentaux de la CybersécuritéModule 2 : Gestion des Risques et Conformité en CybersécuritéModule 3 : Spécialiste en cybersécurité d’IBM et de l’ISC2 Certificat ProfessionnelEn savoir plusConditions d'accèsLes candidats titulaires d’une Licence (Bac+3) ou d’un diplôme Bac + 4 en gestion, économie, sciences sociales ou d’un diplôme reconnu équivalent et justifiant d’une expérience professionnelle",
    "metadata": {
      "source": "https://www.hec.ac.ma/executive-masters/executive-master-data-gouvernance-cloud-computing-cybersecurite",
      "title": "Executive Master Data Gouvernance, Cloud Computing & Cybersécurité - HEC Business Rabat School",
      "description": "Ecole supérieure privée Rabat de Management, Gestion, Commerce et Ingénierie reconnue par son excellence académique.",
      "language": "en"
    }
  },
  {
    "page_content": "Les titulaires d’un Bac+2 sont admissibles avec une VAE (validation des acquis de l’Expérience)TarifsFrais de dossier300 MADFrais d'inscription3500 MADFrais de scolarité38000 MADPrix total:41800 MADDémarrez votre candidaturePré-Inscription en ligne →Vous avez d'autres questions?Contactez-Nous →Formulaire de téléchargement de la brochureRemplissez le formulaireHEC Maroc (campus de Rabat), 4 Rue Tulipa, Rabat 10100+212 622 34 90 34HEC RabatLaboratoire CReSCVie AssociativePartenaires AcadémiquesBlogNos événementsPolitique de ConfidentialitéProgramme Grande Ecole (Bac+5)Intelligence Artificielle & ManagementLogistique et Commerce InternationalComptabilité, Contrôle et AuditMarketing, E-business & Digital StrategyFinanceExecutive EducationExecutive MastersExecutive CertificatesFOLLOW US",
    "metadata": {
      "source": "https://www.hec.ac.ma/executive-masters/executive-master-data-gouvernance-cloud-computing-cybersecurite",
      "title": "Executive Master Data Gouvernance, Cloud Computing & Cybersécurité - HEC Business Rabat School",
      "description": "Ecole supérieure privée Rabat de Management, Gestion, Commerce et Ingénierie reconnue par son excellence académique.",
      "language": "en"
    }
  },
  {
    "page_content": "Executive Master Data Analytics & Machine Learning - HEC Business Rabat SchoolDémarrez votre candidatureHEC Rabat/Programme Grande Ecole (Bac+5)/Executive EducationExecutive Master Data Analytics & Machine LearningMaîtrisez l’art de l’analyse prédictivePré-Inscription en ligne →Informations de baseDURÉE DES ÉTUDES : 1 anPROCHAINE RENTRÉE : le 03 Avril 2025PresentationCe programme d’élite est conçu pour former des experts en analyse de données et apprentissage automatique. L’Executive Master en Data Analytics et Machine Learning offre une formation complète sur les techniques avancées d’analyse de données et les algorithmes de machine learning. Les participants acquerront des compétences pratiques pour explorer, visualiser et interpréter des données complexes, ainsi que pour développer des modèles prédictifs et des solutions intelligentes.ObjectifsAcquérir les compétences nécessaires pour analyser et interpréter des données complexes afin d’en extraire des insights exploitables.Maîtriser les techniques d’analyse de données avancées et les algorithmes de machine learning",
    "metadata": {
      "source": "https://www.hec.ac.ma/executive-masters/executive-master-data-analytics-machine-learning",
      "title": "Executive Master Data Analytics & Machine Learning - HEC Business Rabat School",
      "description": "Ecole supérieure privée Rabat de Management, Gestion, Commerce et Ingénierie reconnue par son excellence académique.",
      "language": "en"
    }
  },
  {
    "page_content": "ObjectifsAcquérir les compétences nécessaires pour analyser et interpréter des données complexes afin d’en extraire des insights exploitables.Maîtriser les techniques d’analyse de données avancées et les algorithmes de machine learning.Développer des modèles prédictifs, automatiser des processus, et créer des solutions basées sur les données pour contribuer à l’innovation et à la prise de décision éclairée dans l’organisationProgrammeExecutive Certificate Analyse des données et Ingénierie de la DécisionModule 1 : Analyse des Données et StatistiqueModule 2 : Système d’Aide à la DécisionModule 3 : Data Vizualisation & Certification Power BI (Microsoft)En savoir plusExecutive Certificate Data Mining & Business IntelligenceModule 1 : Le Data Mining et la BI en EntrepriseModule 2 : Feature Engineering & Feature Selection Module 3 : Analyste Tableau Business Intelligence (Tableau Software)En savoir plusExecutive Certificate Machine LearningModule 1 : Apprentissage Automatique & Management Module 2 : Apprentissage Supervisé & Non SuperviséModule 3 : IBM Data Engineering Certificat Professionnel (IBM)Module 4 : IBM Data Engineering Certificat Professionnel (IBM)En savoir plusConditions d'accèsLes candidats titulaires d’une Licence (Bac+3) ou d’un diplôme Bac + 4 en gestion, économie, sciences sociales ou d’un diplôme reconnu équivalent et justifiant d’une expérience professionnelle",
    "metadata": {
      "source": "https://www.hec.ac.ma/executive-masters/executive-master-data-analytics-machine-learning",
      "title": "Executive Master Data Analytics & Machine Learning - HEC Business Rabat School",
      "description": "Ecole supérieure privée Rabat de Management, Gestion, Commerce et Ingénierie reconnue par son excellence académique.",
      "language": "en"
    }
  },
  {
    "page_content": "Les titulaires d’un Bac+2 sont admissibles avec une VAE (validation des acquis de l’Expérience)TarifsFrais de dossier300 MADFrais d'inscription3500 MADFrais de scolarité38000 MADPrix total:41800 MADDémarrez votre candidaturePré-Inscription en ligne →Vous avez d'autres questions?Contactez-Nous →Formulaire de téléchargement de la brochureRemplissez le formulaireHEC Maroc (campus de Rabat), 4 Rue Tulipa, Rabat 10100+212 622 34 90 34HEC RabatLaboratoire CReSCVie AssociativePartenaires AcadémiquesBlogNos événementsPolitique de ConfidentialitéProgramme Grande Ecole (Bac+5)Intelligence Artificielle & ManagementLogistique et Commerce InternationalComptabilité, Contrôle et AuditMarketing, E-business & Digital StrategyFinanceExecutive EducationExecutive MastersExecutive CertificatesFOLLOW US",
    "metadata": {
      "source": "https://www.hec.ac.ma/executive-masters/executive-master-data-analytics-machine-learning",
      "title": "Executive Master Data Analytics & Machine Learning - HEC Business Rabat School",
      "description": "Ecole supérieure privée Rabat de Management, Gestion, Commerce et Ingénierie reconnue par son excellence académique.",
      "language": "en"
    }
  },
  {
    "page_content": "Executive Master Intelligence Artificielle & Big Data - HEC Business Rabat SchoolDémarrez votre candidatureHEC Rabat/Programme Grande Ecole (Bac+5)/Executive EducationExecutive Master Intelligence Artificielle & Big DataTransformez les données en opportunitésPré-Inscription en ligne →Informations de baseDURÉE DES ÉTUDES : 1 anPROCHAINE RENTRÉE : le 03 Avril 2025PresentationDans un environnement où les données massives et l’intelligence artificielle façonnent l’avenir des entreprises, ce programme d’Executive Master en Intelligence Artificielle et Big Data est conçu pour les professionnels cherchant à maîtriser ces technologies essentielles. Vous explorerez la modélisation en intelligence artificielle et l’analyse prédictive, tout en vous familiarisant avec les architectures Big Data et le cloud computing. Cette formation vous permettra d’acquérir des compétences avancées en IA et Big Data, renforçant ainsi votre capacité à innover et à optimiser les performances de votre organisation",
    "metadata": {
      "source": "https://www.hec.ac.ma/executive-masters/executive-master-intelligence-artificielle-big-data",
      "title": "Executive Master Intelligence Artificielle & Big Data - HEC Business Rabat School",
      "description": "Ecole supérieure privée Rabat de Management, Gestion, Commerce et Ingénierie reconnue par son excellence académique.",
      "language": "en"
    }
  },
  {
    "page_content": "Cette formation vous permettra d’acquérir des compétences avancées en IA et Big Data, renforçant ainsi votre capacité à innover et à optimiser les performances de votre organisation.ObjectifsMaîtriser la modélisation en intelligence artificielle et l’analyse prédictiveDévelopper des compétences en architecture Big Data et cloud computingAppliquer des solutions avancées en IA et Big Data EngineeringProgrammeExecutive Certificate Modélisation en Intelligence ArtificielleModule 1 : L’Intelligence Artificielle et l’Analyse PrédictiveModule 2 : Modélisation en IAModule 3 : IBM Machine Learning Certificat ProfessionnelEn savoir plusExecutive Certificate Architecture Big DataModule 1 : Architecture Big Data & Données Non structuréesModule 2 : Technologies de Stockage et Traitement DistribuéModule 3 : Big Data & Cloud Computing Certification (Google Cloud)En savoir plusExecutive Certificate IA & Big Data EngineeringModule 1 : Applications Avancées de l’IA et du Big DataModule 2 : Programmation en Python pour l’IA et le Big DataModule 3 : IA Generative (IBM)Module 4 : Business ProjectEn savoir plusConditions d'accèsLes candidats titulaires d’une Licence (Bac+3) ou d’un diplôme Bac + 4 en gestion, économie, sciences sociales ou d’un diplôme reconnu équivalent et justifiant d’une expérience professionnelle",
    "metadata": {
      "source": "https://www.hec.ac.ma/executive-masters/executive-master-intelligence-artificielle-big-data",
      "title": "Executive Master Intelligence Artificielle & Big Data - HEC Business Rabat School",
      "description": "Ecole supérieure privée Rabat de Management, Gestion, Commerce et Ingénierie reconnue par son excellence académique.",
      "language": "en"
    }
  },
  {
    "page_content": "Les titulaires d’un Bac+2 sont admissibles avec une VAE (validation des acquis de l’Expérience)TarifsFrais de dossier300 MADFrais d'inscription3500 MADFrais de scolarité38000 MADPrix total:41800 MADDémarrez votre candidaturePré-Inscription en ligne →Vous avez d'autres questions?Contactez-Nous →Formulaire de téléchargement de la brochureRemplissez le formulaireHEC Maroc (campus de Rabat), 4 Rue Tulipa, Rabat 10100+212 622 34 90 34HEC RabatLaboratoire CReSCVie AssociativePartenaires AcadémiquesBlogNos événementsPolitique de ConfidentialitéProgramme Grande Ecole (Bac+5)Intelligence Artificielle & ManagementLogistique et Commerce InternationalComptabilité, Contrôle et AuditMarketing, E-business & Digital StrategyFinanceExecutive EducationExecutive MastersExecutive CertificatesFOLLOW US",
    "metadata": {
      "source": "https://www.hec.ac.ma/executive-masters/executive-master-intelligence-artificielle-big-data",
      "title": "Executive Master Intelligence Artificielle & Big Data - HEC Business Rabat School",
      "description": "Ecole supérieure privée Rabat de Management, Gestion, Commerce et Ingénierie reconnue par son excellence académique.",
      "language": "en"
    }
  },
  {
    "page_content": "Executive Master Qualité Hygiène – Sécurité Environnement (QHSE) - HEC Business Rabat SchoolDémarrez votre candidatureHEC Rabat/Programme Grande Ecole (Bac+5)/Executive EducationExecutive Master Qualité Hygiène – Sécurité Environnement (QHSE)Devenez Expert QHSEPré-Inscription en ligne →Informations de baseDURÉE DES ÉTUDES : 1 anPROCHAINE RENTRÉE : le 05 Avril 2025PresentationL’Executive master en Qualité, Hygiène, Sécurité et Environnement (QHSE) est conçu pour former des professionnels capables de gérer et d’améliorer les performances des organisations en matière de sécurité, de qualité et de durabilité. Ce programme offre une approche multidisciplinaire, intégrant les meilleures pratiques et les normes internationales, pour vous préparer à relever les défis complexes des secteurs industriels et de services. Rejoignez notre formation pour acquérir des compétences avancées et devenir un expert reconnu en QHSE.ObjectifsDévelopper des compétences avancées en gestion des systèmes de management de la qualité (ISO 9001), de la santé et sécurité au travail (ISO 45001), et de l’environnement (ISO 14001).Maîtriser les risques et assurer la conformité aux normes internationales, tout en renforçant les capacités en communication et en gestion documentaire.Concevoir, mettre en œuvre et évaluer des systèmes de management QHSE pour garantir une performance organisationnelle optimale et durable",
    "metadata": {
      "source": "https://www.hec.ac.ma/executive-masters/executive-master-qualite-hygiene-securite-environnement-qhse",
      "title": "Executive Master Qualité Hygiène – Sécurité Environnement (QHSE) - HEC Business Rabat School",
      "description": "Ecole supérieure privée Rabat de Management, Gestion, Commerce et Ingénierie reconnue par son excellence académique.",
      "language": "en"
    }
  },
  {
    "page_content": "Maîtriser les risques et assurer la conformité aux normes internationales, tout en renforçant les capacités en communication et en gestion documentaire.Concevoir, mettre en œuvre et évaluer des systèmes de management QHSE pour garantir une performance organisationnelle optimale et durable.ProgrammeExecutive Certificate Management de la Qualité ISO 9001 Version 2015Module 1 : Système de Management de la Qualité (SMQ)Module 2 : Système de Normalisation et CertificationModule 3 : Management de la qualité et RSEEn savoir plusExecutive Certificate Santé, Hygiène & Sécurité du Travail ISO 45001 Version 2018Module 1 : Management des Organisations et Droit du travailModule 2 : Accidents au Travail et Plan d’Opération Interne (POI) & Hygiène au TravailModule 3 : Système de Management de la Santé et Sécurité au Travail (SMSST), Normalisation et CertificationEn savoir plusExecutive Certificate Management Environnemental ISO 14001 Version 2015Module 1 : Système de Management Environnemental (SME)Module 2 : Risque Environnemental et développement durableModule 3 : Système de Management Environnemental (SME) et CertificationModule 4 : Business Project En savoir plusConditions d'accèsLes candidats titulaires d’une Licence (Bac+3) ou d’un diplôme Bac + 4 en gestion, économie, sciences sociales ou d’un diplôme reconnu équivalent et justifiant d’une expérience professionnelle",
    "metadata": {
      "source": "https://www.hec.ac.ma/executive-masters/executive-master-qualite-hygiene-securite-environnement-qhse",
      "title": "Executive Master Qualité Hygiène – Sécurité Environnement (QHSE) - HEC Business Rabat School",
      "description": "Ecole supérieure privée Rabat de Management, Gestion, Commerce et Ingénierie reconnue par son excellence académique.",
      "language": "en"
    }
  },
  {
    "page_content": "Les titulaires d’un Bac+2 sont admissibles avec une VAE (validation des acquis de l’Expérience)TarifsFrais de dossier300 MADFrais d'inscription3500 MADFrais de scolarité38000 MADPrix total:41800 MADDémarrez votre candidaturePré-Inscription en ligne →Vous avez d'autres questions?Contactez-Nous →Formulaire de téléchargement de la brochureRemplissez le formulaireHEC Maroc (campus de Rabat), 4 Rue Tulipa, Rabat 10100+212 622 34 90 34HEC RabatLaboratoire CReSCVie AssociativePartenaires AcadémiquesBlogNos événementsPolitique de ConfidentialitéProgramme Grande Ecole (Bac+5)Intelligence Artificielle & ManagementLogistique et Commerce InternationalComptabilité, Contrôle et AuditMarketing, E-business & Digital StrategyFinanceExecutive EducationExecutive MastersExecutive CertificatesFOLLOW US",
    "metadata": {
      "source": "https://www.hec.ac.ma/executive-masters/executive-master-qualite-hygiene-securite-environnement-qhse",
      "title": "Executive Master Qualité Hygiène – Sécurité Environnement (QHSE) - HEC Business Rabat School",
      "description": "Ecole supérieure privée Rabat de Management, Gestion, Commerce et Ingénierie reconnue par son excellence académique.",
      "language": "en"
    }
  },
  {
    "page_content": "Executive Master Management et Ressources Humaines - HEC Business Rabat SchoolDémarrez votre candidatureHEC Rabat/Programme Grande Ecole (Bac+5)/Executive EducationExecutive Master Management et Ressources HumainesMaitriser les nouveaux enjeux de la fonction RHPré-Inscription en ligne →Informations de baseDURÉE DES ÉTUDES : 1 anPROCHAINE RENTRÉE : le 05 Avril 2025PresentationCe programme d’élite est destiné aux professionnels qui aspirent à exceller dans la gestion des ressources humaines et le management stratégique. L’Executive Master en Management et Ressources Humaines propose une formation complète, couvrant les meilleures pratiques en gestion des talents, développement organisationnel et leadership. Les participants apprendront à aligner les stratégies RH sur les objectifs de l’entreprise, à gérer les conflits, et à créer un environnement de travail inclusif et performant.ObjectifsAcquérir des compétences pour comprendre la sociologie des organisations, maîtriser les processus de recrutement (GPEC) et concevoir des programmes de formation.Apprendre à gérer les relations de travail, négocier de manière efficace, gérer les systèmes de rémunération et résoudre les conflits.Développer le leadership, la gestion d’équipe et la communication pour transformer les défis en opportunités et conduire le changement efficacement",
    "metadata": {
      "source": "https://www.hec.ac.ma/executive-masters/executive-master-management-et-ressources-humaines",
      "title": "Executive Master Management et Ressources Humaines - HEC Business Rabat School",
      "description": "Ecole supérieure privée Rabat de Management, Gestion, Commerce et Ingénierie reconnue par son excellence académique.",
      "language": "en"
    }
  },
  {
    "page_content": "Apprendre à gérer les relations de travail, négocier de manière efficace, gérer les systèmes de rémunération et résoudre les conflits.Développer le leadership, la gestion d’équipe et la communication pour transformer les défis en opportunités et conduire le changement efficacement.ProgrammeExecutive Certificate Management Stratégique des RHModule 1 : Sociologie des organisations et de l’entrepriseModule 2 : Recrutement (GPEC) Gestion prévisionnelle des emplois et des compétencesModule 3 : Ingénierie de formationEn savoir plusExecutive Certificate Gestion des Ressources HumainesModule 1 : Relations individuelles et collectives de travailModule 2 : Négociation sociale et mécanismes de concertationModule 3 : Système de rémunération et techniques de calcul salarialModule 4 : Gestion des conflits, motivations et management du changementEn savoir plusExecutive Certificate Leadership et Ressources HumainesModule 1 : Leadership, transformer le contexte en opportunitésModule 2 : Management d’équipeModule 3 : Développement personnel et communicationModule 4 : Business ProjectEn savoir plusConditions d'accèsLes candidats titulaires d’une Licence (Bac+3) ou d’un diplôme Bac + 4 en gestion, économie, sciences sociales ou d’un diplôme reconnu équivalent et justifiant d’une expérience professionnelle",
    "metadata": {
      "source": "https://www.hec.ac.ma/executive-masters/executive-master-management-et-ressources-humaines",
      "title": "Executive Master Management et Ressources Humaines - HEC Business Rabat School",
      "description": "Ecole supérieure privée Rabat de Management, Gestion, Commerce et Ingénierie reconnue par son excellence académique.",
      "language": "en"
    }
  },
  {
    "page_content": "Les titulaires d’un Bac+2 sont admissibles avec une VAE (validation des acquis de l’Expérience)TarifsFrais de dossier300 MADFrais d'inscription3500 MADFrais de scolarité38000 MADPrix total:41800 MADDémarrez votre candidaturePré-Inscription en ligne →Vous avez d'autres questions?Contactez-Nous →Formulaire de téléchargement de la brochureRemplissez le formulaireHEC Maroc (campus de Rabat), 4 Rue Tulipa, Rabat 10100+212 622 34 90 34HEC RabatLaboratoire CReSCVie AssociativePartenaires AcadémiquesBlogNos événementsPolitique de ConfidentialitéProgramme Grande Ecole (Bac+5)Intelligence Artificielle & ManagementLogistique et Commerce InternationalComptabilité, Contrôle et AuditMarketing, E-business & Digital StrategyFinanceExecutive EducationExecutive MastersExecutive CertificatesFOLLOW US",
    "metadata": {
      "source": "https://www.hec.ac.ma/executive-masters/executive-master-management-et-ressources-humaines",
      "title": "Executive Master Management et Ressources Humaines - HEC Business Rabat School",
      "description": "Ecole supérieure privée Rabat de Management, Gestion, Commerce et Ingénierie reconnue par son excellence académique.",
      "language": "en"
    }
  },
  {
    "page_content": "Executive Master Achats, Logistique et Supply Chain Management - HEC Business Rabat SchoolDémarrez votre candidatureHEC Rabat/Programme Grande Ecole (Bac+5)/Executive EducationExecutive Master Achats, Logistique et Supply Chain ManagementMaîtrisez l’art de l’approvisionnement stratégique et optimisez vos chaînes logistiques.Pré-Inscription en ligne →Informations de baseDURÉE DES ÉTUDES : 1 anPROCHAINE RENTRÉE : le 03 Avril 2025PresentationCet Executive Master en Achat, Logistique & Supply Chain Management est conçu pour les professionnels désireux d’optimiser l’efficacité des opérations et des processus d’achat dans un environnement globalisé. Le programme permet de maîtriser les outils et techniques nécessaires pour améliorer la gestion des flux logistiques, piloter la supply chain, et développer des stratégies d’achat performantes. Grâce à une approche pragmatique, les participants acquièrent les compétences pour répondre aux défis de la logistique moderne et maximiser la rentabilité des organisations.ObjectifsMaîtriser les concepts clés de la logistique et du transport pour optimiser les flux et la gestion de la production dans un environnement international.Acquérir une expertise en gestion de la supply chain, du pilotage des entrepôts à la gestion des stocks, pour améliorer la performance globale des opérations.Développer des compétences stratégiques en management des achats et négociation pour renforcer la compétitivité des entreprises",
    "metadata": {
      "source": "https://www.hec.ac.ma/executive-masters/executive-master-achats-logistique-et-supply-chain-management",
      "title": "Executive Master Achats, Logistique et Supply Chain Management - HEC Business Rabat School",
      "description": "Ecole supérieure privée Rabat de Management, Gestion, Commerce et Ingénierie reconnue par son excellence académique.",
      "language": "en"
    }
  },
  {
    "page_content": "Acquérir une expertise en gestion de la supply chain, du pilotage des entrepôts à la gestion des stocks, pour améliorer la performance globale des opérations.Développer des compétences stratégiques en management des achats et négociation pour renforcer la compétitivité des entreprises.ProgrammeExecutive Certificate LogistiqueModule 1 : Logistique et transportModule 2 : Gestion de la production et Lean managementModule 3 : Gestion de la chaîne logistique internationaleEn savoir plusExecutive Certificate Supply Chain ManagementModule 1 : Management et stratégie supply chainModule 2 : Conception et pilotage des EntrepôtsModule 3 : Approvisionnement et gestion de stockEn savoir plusExecutive Certificate Management des AchatsModule 1 : Management et stratégie des achatsModule 2 : Négociation achats Module 3 : Processus achats et tableaux de bordModule 4 : Business ProjectEn savoir plusConditions d'accèsLes candidats titulaires d’une Licence (Bac+3) ou d’un diplôme Bac + 4 en gestion, économie, sciences sociales ou d’un diplôme reconnu équivalent et justifiant d’une expérience professionnelle",
    "metadata": {
      "source": "https://www.hec.ac.ma/executive-masters/executive-master-achats-logistique-et-supply-chain-management",
      "title": "Executive Master Achats, Logistique et Supply Chain Management - HEC Business Rabat School",
      "description": "Ecole supérieure privée Rabat de Management, Gestion, Commerce et Ingénierie reconnue par son excellence académique.",
      "language": "en"
    }
  },
  {
    "page_content": "Les titulaires d’un Bac+2 sont admissibles avec une VAE (validation des acquis de l’Expérience)TarifsFrais de dossier300 MADFrais d'inscription3500 MADFrais de scolarité38000 MADPrix total:41800 MADDémarrez votre candidaturePré-Inscription en ligne →Vous avez d'autres questions?Contactez-Nous →Formulaire de téléchargement de la brochureRemplissez le formulaireHEC Maroc (campus de Rabat), 4 Rue Tulipa, Rabat 10100+212 622 34 90 34HEC RabatLaboratoire CReSCVie AssociativePartenaires AcadémiquesBlogNos événementsPolitique de ConfidentialitéProgramme Grande Ecole (Bac+5)Intelligence Artificielle & ManagementLogistique et Commerce InternationalComptabilité, Contrôle et AuditMarketing, E-business & Digital StrategyFinanceExecutive EducationExecutive MastersExecutive CertificatesFOLLOW US",
    "metadata": {
      "source": "https://www.hec.ac.ma/executive-masters/executive-master-achats-logistique-et-supply-chain-management",
      "title": "Executive Master Achats, Logistique et Supply Chain Management - HEC Business Rabat School",
      "description": "Ecole supérieure privée Rabat de Management, Gestion, Commerce et Ingénierie reconnue par son excellence académique.",
      "language": "en"
    }
  },
  {
    "page_content": "Executive Master Audit et Contrôle de Gestion - HEC Business Rabat SchoolDémarrez votre candidatureHEC Rabat/Programme Grande Ecole (Bac+5)/Executive EducationExecutive Master Audit et Contrôle de GestionDevenez un expert en gouvernance financièrePré-Inscription en ligne →Informations de baseDURÉE DES ÉTUDES : 1 anPROCHAINE RENTRÉE : le 05 Avril 2025PresentationCet Executive Master en Audit et Contrôle de Gestion est conçu pour les professionnels souhaitant renforcer leur maîtrise des techniques de gestion et d’audit afin d’optimiser la performance des entreprises. Ce programme propose une approche rigoureuse et complète, allant de la gestion budgétaire à l’audit interne et comptable. Il permet d’acquérir des compétences clés pour piloter efficacement les organisations, tout en garantissant la conformité aux standards financiers et en fournissant des recommandations stratégiques basées sur des audits approfondis.ObjectifsDévelopper des compétences avancées en contrôle de gestion pour une gestion budgétaire rigoureuse et une analyse financière précise.Maîtriser les techniques d’audit comptable et financier pour garantir la fiabilité des états financiers et la conformité légale.Acquérir une expertise en audit interne afin de conseiller et d’améliorer les processus organisationnels en profondeur",
    "metadata": {
      "source": "https://www.hec.ac.ma/executive-masters/executive-master-audit-et-controle-de-gestion",
      "title": "Executive Master Audit et Contrôle de Gestion - HEC Business Rabat School",
      "description": "Ecole supérieure privée Rabat de Management, Gestion, Commerce et Ingénierie reconnue par son excellence académique.",
      "language": "en"
    }
  },
  {
    "page_content": "Maîtriser les techniques d’audit comptable et financier pour garantir la fiabilité des états financiers et la conformité légale.Acquérir une expertise en audit interne afin de conseiller et d’améliorer les processus organisationnels en profondeur.ProgrammeExecutive Certificate Contrôle de GestionModule 1 : La procédure budgétaireModule 2 : Le suivi budgétaireModule 3 : Les tableaux de bord de gestionEn savoir plusExecutive Certificate Audit Comptable et FinancierModule 1 : Définition et typologies et démarche de l’auditModule 2 : Présentation des états financiersModule 3 : L’audit légalEn savoir plusExecutive Certificate Contrôle et Audit InternesModule 1 : Contrôle de gestion ApprofondiModule 2 : Objectifs, spécificités et démarche de l’Audit interneModule 3 : Audit interne : le conseilModule 4 : Business ProjectEn savoir plusConditions d'accèsLes candidats titulaires d’une Licence (Bac+3) ou d’un diplôme Bac + 4 en gestion, économie, sciences sociales ou d’un diplôme reconnu équivalent et justifiant d’une expérience professionnelle",
    "metadata": {
      "source": "https://www.hec.ac.ma/executive-masters/executive-master-audit-et-controle-de-gestion",
      "title": "Executive Master Audit et Contrôle de Gestion - HEC Business Rabat School",
      "description": "Ecole supérieure privée Rabat de Management, Gestion, Commerce et Ingénierie reconnue par son excellence académique.",
      "language": "en"
    }
  },
  {
    "page_content": "Les titulaires d’un Bac+2 sont admissibles avec une VAE (validation des acquis de l’Expérience)TarifsFrais de dossier300 MADFrais d'inscription3500 MADFrais de scolarité38000 MADPrix total:41800 MADDémarrez votre candidaturePré-Inscription en ligne →Vous avez d'autres questions?Contactez-Nous →Formulaire de téléchargement de la brochureRemplissez le formulaireHEC Maroc (campus de Rabat), 4 Rue Tulipa, Rabat 10100+212 622 34 90 34HEC RabatLaboratoire CReSCVie AssociativePartenaires AcadémiquesBlogNos événementsPolitique de ConfidentialitéProgramme Grande Ecole (Bac+5)Intelligence Artificielle & ManagementLogistique et Commerce InternationalComptabilité, Contrôle et AuditMarketing, E-business & Digital StrategyFinanceExecutive EducationExecutive MastersExecutive CertificatesFOLLOW US",
    "metadata": {
      "source": "https://www.hec.ac.ma/executive-masters/executive-master-audit-et-controle-de-gestion",
      "title": "Executive Master Audit et Contrôle de Gestion - HEC Business Rabat School",
      "description": "Ecole supérieure privée Rabat de Management, Gestion, Commerce et Ingénierie reconnue par son excellence académique.",
      "language": "en"
    }
  },
  {
    "page_content": "Executive Master Marketing Digital & e-Business - HEC Business Rabat SchoolDémarrez votre candidatureHEC Rabat/Programme Grande Ecole (Bac+5)/Executive EducationExecutive Master Marketing Digital & e-BusinessDevenez un acteur clé de la révolution numérique et maîtrisez les stratégies digitales les plus innovantesPré-Inscription en ligne →Informations de baseDURÉE DES ÉTUDES : 1 anPROCHAINE RENTRÉE : le 05 Avril 2025PresentationL’Executive Master en Marketing Digital et E-Business a été spécialement conçu pour répondre aux besoins des professionnels qui souhaitent réussir dans un environnement numérique en constante évolution. Cette formation est structurée en trois certificats distincts, offrant ainsi une opportunité unique d’acquérir une expertise globale. Vous y perfectionnerez vos compétences en matière de stratégies marketing contemporaines, explorerez le comportement des consommateurs dans le contexte du e-commerce, tout en développant des aptitudes essentielles à la gestion de la marque.ObjectifsApprenez à élaborer des stratégies de marketing digital efficaces pour renforcer la visibilité en ligne et maximiser la performance commercialeExplorez le comportement des consommateurs dans le contexte du e-commerce pour mieux cibler et fidéliser votre audience.Développez les compétences nécessaires pour gérer et promouvoir efficacement votre marque sur les médias sociaux et au travers d’outils de communication numérique",
    "metadata": {
      "source": "https://www.hec.ac.ma/executive-masters/executive-master-marketing-digital-e-business",
      "title": "Executive Master Marketing Digital & e-Business - HEC Business Rabat School",
      "description": "Ecole supérieure privée Rabat de Management, Gestion, Commerce et Ingénierie reconnue par son excellence académique.",
      "language": "en"
    }
  },
  {
    "page_content": "Développez les compétences nécessaires pour gérer et promouvoir efficacement votre marque sur les médias sociaux et au travers d’outils de communication numérique.ProgrammeExecutive Certificate Marketing StratégiqueModule 1 : Comportement du consommateurModule 2 : Stratégie marketing et e-commerceModule 3 : Contrôle de l’activité marketing et performanceEn savoir plusExecutive Certificate Marketing Digital et Performance CommercialeModule 1 : Stratégie digitale et gestion de contenuModule 2 : E-brandingModule 3 : Inbound & growth marketingEn savoir plusExecutive Certificate Gestion Digitale de la MarqueModule 1 : Expérience Client et UX DesignModule 2 : Targeting & SponsoringModule 3 : Data Management Plateform & AnalyticsModule 4 : Business ProjectEn savoir plusConditions d'accèsLes candidats titulaires d’une Licence (Bac+3) ou d’un diplôme Bac + 4 en gestion, économie, sciences sociales ou d’un diplôme reconnu équivalent et justifiant d’une expérience professionnelle",
    "metadata": {
      "source": "https://www.hec.ac.ma/executive-masters/executive-master-marketing-digital-e-business",
      "title": "Executive Master Marketing Digital & e-Business - HEC Business Rabat School",
      "description": "Ecole supérieure privée Rabat de Management, Gestion, Commerce et Ingénierie reconnue par son excellence académique.",
      "language": "en"
    }
  },
  {
    "page_content": "Les titulaires d’un Bac+2 sont admissibles avec une VAE (validation des acquis de l’Expérience)TarifsFrais de dossier300 MADFrais d'inscription3500 MADFrais de scolarité38000 MADPrix total:41800 MADDémarrez votre candidaturePré-Inscription en ligne →Vous avez d'autres questions?Contactez-Nous →Formulaire de téléchargement de la brochureRemplissez le formulaireHEC Maroc (campus de Rabat), 4 Rue Tulipa, Rabat 10100+212 622 34 90 34HEC RabatLaboratoire CReSCVie AssociativePartenaires AcadémiquesBlogNos événementsPolitique de ConfidentialitéProgramme Grande Ecole (Bac+5)Intelligence Artificielle & ManagementLogistique et Commerce InternationalComptabilité, Contrôle et AuditMarketing, E-business & Digital StrategyFinanceExecutive EducationExecutive MastersExecutive CertificatesFOLLOW US",
    "metadata": {
      "source": "https://www.hec.ac.ma/executive-masters/executive-master-marketing-digital-e-business",
      "title": "Executive Master Marketing Digital & e-Business - HEC Business Rabat School",
      "description": "Ecole supérieure privée Rabat de Management, Gestion, Commerce et Ingénierie reconnue par son excellence académique.",
      "language": "en"
    }
  },
  {
    "page_content": "Programme Grande École - HEC Rabat Business SchoolDémarrez votre candidatureHEC Rabat/Programme Grande Ecole (Bac+5)/Executive EducationProgramme Grande Ecole (Bac+5)Une Formation initiale Bac+5 alliant pédagogie innovante, expérience internationale enrichissante et vie associative dynamique pour une expérience académique d’excellenceCandidater en ligne →Les fondements du Programme Grande ÉcoleUn Programme Grande École fondé sur une pédagogie innovante, une expérience internationale enrichissante et une vie associative dynamiqueUne Pédagogie InnovanteEn savoir plusVivez une expérience internationaleEn savoir plusUne vie associative activeEn savoir plusLes parcours du Programme Grande Ecole 2025-2026Intelligence Artificielle & ManagementDécouvrez notre Master Bac+5 en Intelligence Artificielle et Management, conçu pour les visionnaires aspirant à devenir leaders dans l’innovation technologique et la stratégie d’entreprise",
    "metadata": {
      "source": "https://www.hec.ac.ma/programme-grande-ecole",
      "title": "Programme Grande École - HEC Rabat Business School",
      "description": "Ecole supérieure privée Rabat de Management, Gestion, Commerce et Ingénierie reconnue par son excellence académique.",
      "language": "en"
    }
  },
  {
    "page_content": "Découvrir →Logistique et Commerce InternationalLa formation prépare les étudiants aux métiers désormais fortement internationalisés de la fonction Achats et Supply Chain apte à prendre à très court terme des responsabilités managériales opérationnellesDécouvrir →Comptabilité, Contrôle et AuditLe programme CCA vise à former de futurs experts-comptables, des auditeurs financiers, des consultants ou des cadres d’entrepriseDécouvrir →Marketing, E-business & Digital StrategyLe Marketing, E-business & Digital Strategy forme aux métiers du marketing et plus spécifiquement a pour objectifs de former les futurs cadres marketing en entrepriseDécouvrir →FinanceDécouvrez notre Master Bac+5 en Finance, une formation d’excellence conçue pour les futurs leaders du secteur financier. Développez une expertise approfondie en finance d’entreprise, marchés financiers, et gestion des risques, grâce à un curriculum innovant et une immersion professionnelle garantissant une carrière réussieDécouvrir →Accréditées par l'EtatToutes nos filières sont accréditées par l’ANEAQ, l’Agence Nationale d’Evaluation et d’Assurance Qualité de l’Enseignement Supérieur et de la Recherche Scientifique au Maroc : Cette accréditation représente un gage de qualité important pour nos étudiants et nos diplômés",
    "metadata": {
      "source": "https://www.hec.ac.ma/programme-grande-ecole",
      "title": "Programme Grande École - HEC Rabat Business School",
      "description": "Ecole supérieure privée Rabat de Management, Gestion, Commerce et Ingénierie reconnue par son excellence académique.",
      "language": "en"
    }
  },
  {
    "page_content": "Certifications ProfessionellesToutes nos formations intègrent des certifications professionnelles reconnues à l'international, offrant à nos étudiants un véritable atout pour renforcer leur employabilité et se démarquer sur le marché du travail.La certification Google valide vos compétences en outils indispensables comme Google Ads et Analytics. Elle offre une reconnaissance mondiale et renforce votre profil professionnel dans le domaine du marketing numérique et de l’analyse de données.La certification Scrum atteste de votre expertise en gestion de projets agiles. Reconnue mondialement, elle vous permet de maîtriser les méthodologies Scrum et de vous démarquer dans des environnements professionnels en constante évolution, où l’agilité est un atout clé.Avec la certification CISI, bénéficiez d’une expertise reconnue dans le secteur financier. Elle certifie vos connaissances en investissement, conformité et éthique, vous positionnant comme un acteur clé dans les services financiers internationaux.\nLa certification Meta, une référence incontournable pour maîtriser les outils publicitaires sur les réseaux sociaux. Idéal pour booster vos compétences en marketing digital, cette certification vous ouvre les portes d’une expertise recherchée par les recruteurs.\nLa certification Sage garantit votre maîtrise des outils de gestion comptable et financière. C’est une reconnaissance prisée par les entreprises pour optimiser vos compétences en gestion d’entreprise",
    "metadata": {
      "source": "https://www.hec.ac.ma/programme-grande-ecole",
      "title": "Programme Grande École - HEC Rabat Business School",
      "description": "Ecole supérieure privée Rabat de Management, Gestion, Commerce et Ingénierie reconnue par son excellence académique.",
      "language": "en"
    }
  },
  {
    "page_content": "La certification Sage garantit votre maîtrise des outils de gestion comptable et financière. C’est une reconnaissance prisée par les entreprises pour optimiser vos compétences en gestion d’entreprise.Le TOEIC est un atout essentiel pour évaluer et valoriser vos compétences en anglais professionnel. Il est reconnu mondialement par les entreprises et facilite votre employabilité à l’international.La certification IBM en gestion de projet ou en technologies innovantes valide vos compétences dans des domaines en forte demande, comme l’intelligence artificielle ou la gestion de projets stratégiques. Elle booste votre attractivité professionnelle à l’échelle mondiale.93% de nos lauréatsobtiennent un emploi en moins de 6 mois après l’obtention du diplôme+90%Enquête promotion 2022/2023Universités PartenairesHEC Rabat vous ouvre les portes du monde grâce à ses partenariats avec des institutions académiques prestigieuses à l’international, offrant la possibilité d’effectuer un semestre d’échange enrichissant. Avec plus de 15 nationalités représentées sur le campus et des cours animés par des Visiting Professors de renom, vous évoluerez dans un environnement multiculturel et global, idéal pour développer vos compétences et votre réseau à l’échelle internationale.DécouvrirCréer votre startup durant votre parcours PGEPlongez au cœur de l’entrepreneuriat avec un parcours conçu pour\n              transformer des idées audacieuses en projets concrets",
    "metadata": {
      "source": "https://www.hec.ac.ma/programme-grande-ecole",
      "title": "Programme Grande École - HEC Rabat Business School",
      "description": "Ecole supérieure privée Rabat de Management, Gestion, Commerce et Ingénierie reconnue par son excellence académique.",
      "language": "en"
    }
  },
  {
    "page_content": "DécouvrirCréer votre startup durant votre parcours PGEPlongez au cœur de l’entrepreneuriat avec un parcours conçu pour\n              transformer des idées audacieuses en projets concrets. À travers un\n              apprentissage dynamique, ce programme vous guide pas à pas, depuis la\n              découverte de l’écosystème entrepreneurial jusqu’au lancement de votre\n              entreprise.1. Découverte et Introduction à l'EntrepreneuriatExplorez les fondamentaux de l'entrepreneuriat2. Validation de l'Idée et Élaboration du Business ModelDéveloppez et validez votre concept d'entreprise3. Stratégie et MarketingDéfinissez votre stratégie de marché4. Pitch, Financement et AccompagnementPréparez-vous pour le lancementTémoignages de nos lauréats Les étudiants partagent leurs expériences et leurs réussites au sein de notre école",
    "metadata": {
      "source": "https://www.hec.ac.ma/programme-grande-ecole",
      "title": "Programme Grande École - HEC Rabat Business School",
      "description": "Ecole supérieure privée Rabat de Management, Gestion, Commerce et Ingénierie reconnue par son excellence académique.",
      "language": "en"
    }
  },
  {
    "page_content": "Stratégie et MarketingDéfinissez votre stratégie de marché4. Pitch, Financement et AccompagnementPréparez-vous pour le lancementTémoignages de nos lauréats Les étudiants partagent leurs expériences et leurs réussites au sein de notre école.AYOUB RACHIDI ALAOUIProgramme Grande Ecole – Comptabilité, Contrôle et Audit“HEC Rabat nous permet d’acquérir toute l’expérience et la confiance en soi nécessaire pour réussir en entreprise ! L’écoute et la bienveillance de l’équipe pédagogique font également partie des points forts de cette formation ! Je suis heureux de faire partie de la grande famille d’HEC Rabat !”Formulaire de téléchargement de la brochureRemplissez le formulaireHEC Maroc (campus de Rabat), 4 Rue Tulipa, Rabat 10100+212 622 34 90 34HEC RabatLaboratoire CReSCVie AssociativePartenaires AcadémiquesBlogNos événementsPolitique de ConfidentialitéProgramme Grande Ecole (Bac+5)Intelligence Artificielle & ManagementLogistique et Commerce InternationalComptabilité, Contrôle et AuditMarketing, E-business & Digital StrategyFinanceExecutive EducationExecutive MastersExecutive CertificatesFOLLOW US",
    "metadata": {
      "source": "https://www.hec.ac.ma/programme-grande-ecole",
      "title": "Programme Grande École - HEC Rabat Business School",
      "description": "Ecole supérieure privée Rabat de Management, Gestion, Commerce et Ingénierie reconnue par son excellence académique.",
      "language": "en"
    }
  },
  {
    "page_content": "Intelligence Artificielle & Management - HEC Business Rabat SchoolDémarrez votre candidatureHEC Rabat/Programme Grande Ecole (Bac+5)/Executive EducationIntelligence Artificielle & ManagementPré-Inscription en ligne →Certificates IncludedInformations de baseDURÉE DES ÉTUDES : 5 ansPROCHAINE RENTRÉE : septembre 2025MODE : En PrésentielParcoursLe programme débute par un tronc commun conçu pour doter les étudiants de solides connaissances théoriques et compétences professionnelles dans les domaines clés du management et de l’intelligence artificielle. Cette phase initiale est cruciale pour comprendre les enjeux et les applications de l’IA dans le contexte entrepreneurial. Par la suite, le parcours se spécialise vers la formation de professionnels hautement qualifiés en IA et management, capables de concevoir, de déployer et de gérer des solutions d’intelligence artificielle innovantes au sein des entreprises. L’objectif est de préparer les étudiants à résoudre des problématiques complexes, à piloter des projets d’IA stratégiques et à occuper des postes de leadership dans l’évolution numérique des organisations",
    "metadata": {
      "source": "https://www.hec.ac.ma/programme-grande-ecole/intelligence-artificielle-management",
      "title": "Intelligence Artificielle & Management - HEC Business Rabat School",
      "description": "Le programme débute par un tronc commun conçu pour doter les étudiants de solides connaissances théoriques et compétences professionnelles dans les domaines clés du management et de l’intelligence artificielle. Cette phase initiale est cruciale pour comprendre les enjeux et les applications de l’IA dans le contexte entrepreneurial. Par la suite, le parcours se spécialise vers la formation de professionnels hautement qualifiés en IA et management, capables de concevoir, de déployer et de gérer des solutions d’intelligence artificielle innovantes au sein des entreprises. L’objectif est de préparer les étudiants à résoudre des problématiques complexes, à piloter des projets d’IA stratégiques et à occuper des postes de leadership dans l’évolution numérique des organisations.",
      "language": "en"
    }
  },
  {
    "page_content": "L’objectif est de préparer les étudiants à résoudre des problématiques complexes, à piloter des projets d’IA stratégiques et à occuper des postes de leadership dans l’évolution numérique des organisations.DébouchésLes diplômés de ce master peuvent prétendre à une large gamme de postes à la croisée de l’intelligence artificielle et du management, tels que : chef de projet IA, manager de l’innovation, consultant en transformation digitale, analyste de données, responsable de l’implémentation de solutions IA, expert en IA et éthique, responsable de l’innovation produit, et bien d’autres rôles stratégiques permettant d’accompagner les entreprises dans leur transformation numérique et l’exploitation de données pour la prise de décision.Analyste de donnéesConsultant en transformation digitaleChef de projet IACritères d'admissionL’admission en première année du Programme Grande École en Intelligence Artificielle et Management est ouverte aux titulaires d’un baccalauréat. Le processus de sélection vise à identifier les candidats motivés, dotés d’un fort potentiel pour réussir dans ce domaine en rapide évolution et devenir des leaders de l’innovation technologique et managériale.Des admissions parallèles en 2ème, 3ème ou 4ème année sont également possibles pour les étudiants ayant déjà entamé des études supérieures ou possédant une expérience professionnelle pertinente",
    "metadata": {
      "source": "https://www.hec.ac.ma/programme-grande-ecole/intelligence-artificielle-management",
      "title": "Intelligence Artificielle & Management - HEC Business Rabat School",
      "description": "Le programme débute par un tronc commun conçu pour doter les étudiants de solides connaissances théoriques et compétences professionnelles dans les domaines clés du management et de l’intelligence artificielle. Cette phase initiale est cruciale pour comprendre les enjeux et les applications de l’IA dans le contexte entrepreneurial. Par la suite, le parcours se spécialise vers la formation de professionnels hautement qualifiés en IA et management, capables de concevoir, de déployer et de gérer des solutions d’intelligence artificielle innovantes au sein des entreprises. L’objectif est de préparer les étudiants à résoudre des problématiques complexes, à piloter des projets d’IA stratégiques et à occuper des postes de leadership dans l’évolution numérique des organisations.",
      "language": "en"
    }
  },
  {
    "page_content": "Des admissions parallèles en 2ème, 3ème ou 4ème année sont également possibles pour les étudiants ayant déjà entamé des études supérieures ou possédant une expérience professionnelle pertinente. La commission d’admission évalue chaque dossier individuellement et peut décider d’une mise à niveau personnalisée pour garantir que tous les étudiants possèdent les connaissances et compétences nécessaires pour réussir dans le programmeCertificates2 Certificates of IBM are included:• IBM Project Manager :Ce programme vise à préparer les futurs analystes de données en développant des compétences essentielles pour une carrière dans le domaine de la science des données. Cette formation couvre trois domaines essentiels pour les analystes de données modernes.\nTout d’abord, vous acquerrez des compétences pratiques et utiliserez les outils les plus récents dans le domaine de l’analyse de données. Vous ap. See more• IBM Data Analyst Professional Certificate :Cette formation couvre trois domaines essentiels pour  les analystes de données modernes. Tout d’abord,  vous acquerrez des compétences pratiques et  utiliserez les outils les plus récents dans le domaine  de l’analyse de données. Vous apprendrez à  visualiser les données et à présenter vos conclusions  à l’aide de différents graphiques dans des feuilles de  calcul Excel et des outils BI tels qu’I",
    "metadata": {
      "source": "https://www.hec.ac.ma/programme-grande-ecole/intelligence-artificielle-management",
      "title": "Intelligence Artificielle & Management - HEC Business Rabat School",
      "description": "Le programme débute par un tronc commun conçu pour doter les étudiants de solides connaissances théoriques et compétences professionnelles dans les domaines clés du management et de l’intelligence artificielle. Cette phase initiale est cruciale pour comprendre les enjeux et les applications de l’IA dans le contexte entrepreneurial. Par la suite, le parcours se spécialise vers la formation de professionnels hautement qualifiés en IA et management, capables de concevoir, de déployer et de gérer des solutions d’intelligence artificielle innovantes au sein des entreprises. L’objectif est de préparer les étudiants à résoudre des problématiques complexes, à piloter des projets d’IA stratégiques et à occuper des postes de leadership dans l’évolution numérique des organisations.",
      "language": "en"
    }
  },
  {
    "page_content": "Vous apprendrez à  visualiser les données et à présenter vos conclusions  à l’aide de différents graphiques dans des feuilles de  calcul Excel et des outils BI tels qu’I. See moreProgrammePremière AnnéeDeuxième AnnéeTroisième AnnéeQuatrième AnnéeCinquième AnnéeSemestre 1ModulesVolume HoraireManagement des Organisations45 HeuresIntroduction à la data science et à l’Intelligence artificielle45 heuresComptabilité générale I45 heuresLogique Mathématique & Système Linéaire45 heuresIntroduction à l’étude du Droit45 heuresFrançais (1)25 heuresEnglish (1)25 heuresMéthodologie de travail universitaire50 heuresSemestre 2ModulesVolume HoraireIntroduction à l’IA pour le Management45 heuresComptabilité générale 245 heuresStatistique descriptive45 heuresBureautique/Programmation R45 heuresMathématiques financières45 heuresFrançais (2)25 heuresEnglish (2)25 heuresCulture Digitale (1)50 heuresOther detailsStage d'initiationLe stage d’initiation est un stage d’observation dans une entreprise d’accueil. Il est partie intégrante de la formation à HEC Rabat.Durée: 1 moisLivrable: Rapport descriptif stage initiation au sein de l’entreprise.Démarrez votre candidaturePré-Inscription en ligne →Vous avez d'autres questions?Contactez-Nous →Comment s'inscrire:Remplissez un bref formulaire avec vos informations, ce qui ne prendra que 10 minutes. Une fois l'inscription terminée, vous serez prêt à lancer votre carrière.1Vous postulezRemplissez notre formulaire de demande en ligne en seulement 10 minutes",
    "metadata": {
      "source": "https://www.hec.ac.ma/programme-grande-ecole/intelligence-artificielle-management",
      "title": "Intelligence Artificielle & Management - HEC Business Rabat School",
      "description": "Le programme débute par un tronc commun conçu pour doter les étudiants de solides connaissances théoriques et compétences professionnelles dans les domaines clés du management et de l’intelligence artificielle. Cette phase initiale est cruciale pour comprendre les enjeux et les applications de l’IA dans le contexte entrepreneurial. Par la suite, le parcours se spécialise vers la formation de professionnels hautement qualifiés en IA et management, capables de concevoir, de déployer et de gérer des solutions d’intelligence artificielle innovantes au sein des entreprises. L’objectif est de préparer les étudiants à résoudre des problématiques complexes, à piloter des projets d’IA stratégiques et à occuper des postes de leadership dans l’évolution numérique des organisations.",
      "language": "en"
    }
  },
  {
    "page_content": "Une fois l'inscription terminée, vous serez prêt à lancer votre carrière.1Vous postulezRemplissez notre formulaire de demande en ligne en seulement 10 minutes.2On vous contacteUne fois votre demande soumise, notre équipe vous recontactera rapidement pour vous accompagner dans les prochaines étapes.3Vous êtes prêtAprès validation de votre inscription, vous êtes prêt à rejoindre notre établissement et à débuter votre parcours.Formulaire de téléchargement de la brochureRemplissez le formulaireHEC Maroc (campus de Rabat), 4 Rue Tulipa, Rabat 10100+212 622 34 90 34HEC RabatLaboratoire CReSCVie AssociativePartenaires AcadémiquesBlogNos événementsPolitique de ConfidentialitéProgramme Grande Ecole (Bac+5)Intelligence Artificielle & ManagementLogistique et Commerce InternationalComptabilité, Contrôle et AuditMarketing, E-business & Digital StrategyFinanceExecutive EducationExecutive MastersExecutive CertificatesFOLLOW US",
    "metadata": {
      "source": "https://www.hec.ac.ma/programme-grande-ecole/intelligence-artificielle-management",
      "title": "Intelligence Artificielle & Management - HEC Business Rabat School",
      "description": "Le programme débute par un tronc commun conçu pour doter les étudiants de solides connaissances théoriques et compétences professionnelles dans les domaines clés du management et de l’intelligence artificielle. Cette phase initiale est cruciale pour comprendre les enjeux et les applications de l’IA dans le contexte entrepreneurial. Par la suite, le parcours se spécialise vers la formation de professionnels hautement qualifiés en IA et management, capables de concevoir, de déployer et de gérer des solutions d’intelligence artificielle innovantes au sein des entreprises. L’objectif est de préparer les étudiants à résoudre des problématiques complexes, à piloter des projets d’IA stratégiques et à occuper des postes de leadership dans l’évolution numérique des organisations.",
      "language": "en"
    }
  },
  {
    "page_content": "Logistique et Commerce International - HEC Business Rabat SchoolDémarrez votre candidatureHEC Rabat/Programme Grande Ecole (Bac+5)/Executive EducationLogistique et Commerce InternationalPré-Inscription en ligne →Certificates IncludedInformations de baseDURÉE DES ÉTUDES : 5 ansPROCHAINE RENTRÉE : septembre 2025MODE : En PrésentielParcoursAprès un tronc commun destiné à l’acquisition de connaissances théoriques et des compétences professionnelles dans les diverses disciplines du management de l’entreprise, les étudiants poursuivent un parcours vise à développer la polyvalence et l’esprit d’initiative des futurs managers afin de les rendre autonomes, adaptables et capables de manager dans un environnement mondialisé marqué par sa complexité sur fond de digitalisation accrue.DébouchésUn potentiel d’insertion intéressant à travers des perspectives diversifiées dans les entreprises opérantes sur les marchés internationaux (banques, négoce international, sociétés de conseil, des entreprises industrielles ou de services, etc.), l’administration ou les organisations internationales.Négoce InternationalSociétés de ConseilEntreprises IndustriellesCritères d'admissionL’admission en première année du Programme Grande Ecole en Logistique et Commerce International est accessible aux titulaires d’un baccalauréat",
    "metadata": {
      "source": "https://www.hec.ac.ma/programme-grande-ecole/logistique-et-commerce-international",
      "title": "Logistique et Commerce International - HEC Business Rabat School",
      "description": "Après un tronc commun destiné à l’acquisition de connaissances théoriques et des compétences professionnelles dans les diverses disciplines du management de l’entreprise, les étudiants poursuivent un parcours vise à développer la polyvalence et l’esprit d’initiative des futurs managers afin de les rendre autonomes, adaptables et capables de manager dans un environnement mondialisé marqué par sa complexité sur fond de digitalisation accrue.",
      "language": "en"
    }
  },
  {
    "page_content": "), l’administration ou les organisations internationales.Négoce InternationalSociétés de ConseilEntreprises IndustriellesCritères d'admissionL’admission en première année du Programme Grande Ecole en Logistique et Commerce International est accessible aux titulaires d’un baccalauréat. Elle repose sur la sélection de candidats motivés ayant le potentiel de réussir leur insertion professionnelle à l’internationalPossibilité d’une admission parallèle en 2ème, 3ème ou 4ème année. La commission d’admission peut envisager une mise à niveau obligatoire, adapté aux besoins de l’étudiant.Certificates2 Certificates of IBM are included:• IBM Project Manager :Ce programme vise à préparer les futurs analystes de données en développant des compétences essentielles pour une carrière dans le domaine de la science des données. Cette formation couvre trois domaines essentiels pour les analystes de données modernes.\nTout d’abord, vous acquerrez des compétences pratiques et utiliserez les outils les plus récents dans le domaine de l’analyse de données. Vous ap. See more• IBM Data Analyst Professional Certificate :Cette formation couvre trois domaines essentiels pour  les analystes de données modernes. Tout d’abord,  vous acquerrez des compétences pratiques et  utiliserez les outils les plus récents dans le domaine  de l’analyse de données",
    "metadata": {
      "source": "https://www.hec.ac.ma/programme-grande-ecole/logistique-et-commerce-international",
      "title": "Logistique et Commerce International - HEC Business Rabat School",
      "description": "Après un tronc commun destiné à l’acquisition de connaissances théoriques et des compétences professionnelles dans les diverses disciplines du management de l’entreprise, les étudiants poursuivent un parcours vise à développer la polyvalence et l’esprit d’initiative des futurs managers afin de les rendre autonomes, adaptables et capables de manager dans un environnement mondialisé marqué par sa complexité sur fond de digitalisation accrue.",
      "language": "en"
    }
  },
  {
    "page_content": "Vous ap. See more• IBM Data Analyst Professional Certificate :Cette formation couvre trois domaines essentiels pour  les analystes de données modernes. Tout d’abord,  vous acquerrez des compétences pratiques et  utiliserez les outils les plus récents dans le domaine  de l’analyse de données. Vous apprendrez à  visualiser les données et à présenter vos conclusions  à l’aide de différents graphiques dans des feuilles de  calcul Excel et des outils BI tels qu’I. See moreProgrammePremière AnnéeDeuxième AnnéeTroisième AnnéeQuatrième AnnéeCinquième AnnéeSemestre 1ModulesVolume HoraireMicroéconomie45 HeuresIntroduction aux Sciences de gestion45 heuresComptabilité générale I45 heuresMathématiques45 heuresIntroduction à l’étude du Droit45 heuresLangues étrangères50 heuresMéthodologie de travail universitaire50 heuresSemestre 2ModulesVolume HoraireManagement fondamental45 heuresComptabilité générale 245 heuresMacroéconomie45 heuresMathématiques financières45 heuresLangues étrangères50 heuresCulture digitale I50 heuresOther detailsStage d'initiationLe stage d’initiation est un stage d’observation dans une entreprise d’accueil. Il est partie intégrante de la formation à HEC Rabat.Durée: 1 moisLivrable: Rapport descriptif stage initiation au sein de l’entreprise.Démarrez votre candidaturePré-Inscription en ligne →Vous avez d'autres questions?Contactez-Nous →Comment s'inscrire:Remplissez un bref formulaire avec vos informations, ce qui ne prendra que 10 minutes",
    "metadata": {
      "source": "https://www.hec.ac.ma/programme-grande-ecole/logistique-et-commerce-international",
      "title": "Logistique et Commerce International - HEC Business Rabat School",
      "description": "Après un tronc commun destiné à l’acquisition de connaissances théoriques et des compétences professionnelles dans les diverses disciplines du management de l’entreprise, les étudiants poursuivent un parcours vise à développer la polyvalence et l’esprit d’initiative des futurs managers afin de les rendre autonomes, adaptables et capables de manager dans un environnement mondialisé marqué par sa complexité sur fond de digitalisation accrue.",
      "language": "en"
    }
  },
  {
    "page_content": "Durée: 1 moisLivrable: Rapport descriptif stage initiation au sein de l’entreprise.Démarrez votre candidaturePré-Inscription en ligne →Vous avez d'autres questions?Contactez-Nous →Comment s'inscrire:Remplissez un bref formulaire avec vos informations, ce qui ne prendra que 10 minutes. Une fois l'inscription terminée, vous serez prêt à lancer votre carrière.1Vous postulezRemplissez notre formulaire de demande en ligne en seulement 10 minutes.2On vous contacteUne fois votre demande soumise, notre équipe vous recontactera rapidement pour vous accompagner dans les prochaines étapes.3Vous êtes prêtAprès validation de votre inscription, vous êtes prêt à rejoindre notre établissement et à débuter votre parcours.Formulaire de téléchargement de la brochureRemplissez le formulaireHEC Maroc (campus de Rabat), 4 Rue Tulipa, Rabat 10100+212 622 34 90 34HEC RabatLaboratoire CReSCVie AssociativePartenaires AcadémiquesBlogNos événementsPolitique de ConfidentialitéProgramme Grande Ecole (Bac+5)Intelligence Artificielle & ManagementLogistique et Commerce InternationalComptabilité, Contrôle et AuditMarketing, E-business & Digital StrategyFinanceExecutive EducationExecutive MastersExecutive CertificatesFOLLOW US",
    "metadata": {
      "source": "https://www.hec.ac.ma/programme-grande-ecole/logistique-et-commerce-international",
      "title": "Logistique et Commerce International - HEC Business Rabat School",
      "description": "Après un tronc commun destiné à l’acquisition de connaissances théoriques et des compétences professionnelles dans les diverses disciplines du management de l’entreprise, les étudiants poursuivent un parcours vise à développer la polyvalence et l’esprit d’initiative des futurs managers afin de les rendre autonomes, adaptables et capables de manager dans un environnement mondialisé marqué par sa complexité sur fond de digitalisation accrue.",
      "language": "en"
    }
  },
  {
    "page_content": "Comptabilité, Contrôle et Audit - HEC Business Rabat SchoolDémarrez votre candidatureHEC Rabat/Programme Grande Ecole (Bac+5)/Executive EducationComptabilité, Contrôle et AuditPré-Inscription en ligne →Certificates IncludedInformations de baseDURÉE DES ÉTUDES : 5 ansPROCHAINE RENTRÉE : septembre 2025MODE : En PrésentielParcoursAprès un tronc commun destiné à l’acquisition de connaissances théoriques et des compétences professionnelles dans les diverses disciplines du management de l’entreprise, les étudiants poursuivent un parcours qui permet de maitriser les savoirs théoriques et méthodologiques nécessaires pour occuper un poste de manager opérationnel et fonctionnel dans les métiers de l’expertise comptable, du commissariat aux comptes, de la finance d’entreprise et de marchés, du conseil, de la gestion comptable et financière, du reporting et contrôle financier des groupes, du contrôle de gestion, de l’audit financier légal et de l’audit interne des organisations.DébouchésUn potentiel intéressant d’employabilité à travers le réseau bancaire, les cabinets d’expertise, les compagnies d’assurance, les grandes entreprises en plus de l’exercice d’une profession libérale (comptable agréé, expert comptable, auditeur…).Cabinet d'expertiseCompagnies d'assuranceBanquesCritères d'admissionL’admission en première année PGE Comptabilité, Contrôle et Audit est accessible aux titulaires d’un baccalauréat",
    "metadata": {
      "source": "https://www.hec.ac.ma/programme-grande-ecole/comptabilite-controle-et-audit",
      "title": "Comptabilité, Contrôle et Audit - HEC Business Rabat School",
      "description": "Après un tronc commun destiné à l’acquisition de connaissances théoriques et des compétences professionnelles dans les diverses disciplines du management de l’entreprise, les étudiants poursuivent un parcours qui permet de maitriser les savoirs théoriques et méthodologiques nécessaires pour occuper un poste de manager opérationnel et fonctionnel dans les métiers de l’expertise comptable, du commissariat aux comptes, de la finance d’entreprise et de marchés, du conseil, de la gestion comptable et financière, du reporting et contrôle financier des groupes, du contrôle de gestion, de l’audit financier légal et de l’audit interne des organisations.",
      "language": "en"
    }
  },
  {
    "page_content": "Cabinet d'expertiseCompagnies d'assuranceBanquesCritères d'admissionL’admission en première année PGE Comptabilité, Contrôle et Audit est accessible aux titulaires d’un baccalauréat. Elle repose sur la sélection de candidats motivés ayant le potentiel de réussir leur insertion professionnelle dans le domaine de la Comptabilité, du Contrôle de gestion et d’Audit.  Possibilité d’une admission parallèle en 2ème, 3ème ou 4ème année. La commission d’admission peut envisager une mise à niveau obligatoire, adapté aux besoins de l’étudiant.Certificates1 Certificates of SAGE are included:• Sage 100 comptabilité :Ce certificat offre une solution complète pour gérer la comptabilité générale, auxiliaire, analytique et budgétaire. Sage 100 Comptabilité intègre des fonctionnalités avancées pour automatiser les tâches récurrentes telles que la comptabilité, les immobilisations et les moyens de paiement. Cela permet un gain de temps significatif et une meilleure gestion des opérations comptables",
    "metadata": {
      "source": "https://www.hec.ac.ma/programme-grande-ecole/comptabilite-controle-et-audit",
      "title": "Comptabilité, Contrôle et Audit - HEC Business Rabat School",
      "description": "Après un tronc commun destiné à l’acquisition de connaissances théoriques et des compétences professionnelles dans les diverses disciplines du management de l’entreprise, les étudiants poursuivent un parcours qui permet de maitriser les savoirs théoriques et méthodologiques nécessaires pour occuper un poste de manager opérationnel et fonctionnel dans les métiers de l’expertise comptable, du commissariat aux comptes, de la finance d’entreprise et de marchés, du conseil, de la gestion comptable et financière, du reporting et contrôle financier des groupes, du contrôle de gestion, de l’audit financier légal et de l’audit interne des organisations.",
      "language": "en"
    }
  },
  {
    "page_content": "Sage 100 Comptabilité intègre des fonctionnalités avancées pour automatiser les tâches récurrentes telles que la comptabilité, les immobilisations et les moyens de paiement. Cela permet un gain de temps significatif et une meilleure gestion des opérations comptables.ProgrammePremière AnnéeDeuxième AnnéeTroisième AnnéeQuatrième AnnéeCinquième AnnéeSemestre 1ModulesVolume HoraireMicroéconomie45 HeuresIntroduction aux Sciences de gestion45 heuresComptabilité générale I45 heuresMathématiques45 heuresIntroduction à l’étude du Droit45 heuresLangues étrangères50 heuresMéthodologie de travail universitaire50 heuresSemestre 2ModulesVolume HoraireManagement fondamental45 heuresComptabilité générale 245 heuresMacroéconomie45 heuresMathématiques financières45 heuresLangues étrangères50 heuresCulture digitale I50 heuresOther detailsStage d'initiationLe stage d’initiation est un stage d’observation dans une entreprise d’accueil. Il est partie intégrante de la formation à HEC Rabat.Durée: 1 moisLivrable: Rapport descriptif stage initiation au sein de l’entreprise.Démarrez votre candidaturePré-Inscription en ligne →Vous avez d'autres questions?Contactez-Nous →Comment s'inscrire:Remplissez un bref formulaire avec vos informations, ce qui ne prendra que 10 minutes. Une fois l'inscription terminée, vous serez prêt à lancer votre carrière.1Vous postulezRemplissez notre formulaire de demande en ligne en seulement 10 minutes",
    "metadata": {
      "source": "https://www.hec.ac.ma/programme-grande-ecole/comptabilite-controle-et-audit",
      "title": "Comptabilité, Contrôle et Audit - HEC Business Rabat School",
      "description": "Après un tronc commun destiné à l’acquisition de connaissances théoriques et des compétences professionnelles dans les diverses disciplines du management de l’entreprise, les étudiants poursuivent un parcours qui permet de maitriser les savoirs théoriques et méthodologiques nécessaires pour occuper un poste de manager opérationnel et fonctionnel dans les métiers de l’expertise comptable, du commissariat aux comptes, de la finance d’entreprise et de marchés, du conseil, de la gestion comptable et financière, du reporting et contrôle financier des groupes, du contrôle de gestion, de l’audit financier légal et de l’audit interne des organisations.",
      "language": "en"
    }
  },
  {
    "page_content": "Une fois l'inscription terminée, vous serez prêt à lancer votre carrière.1Vous postulezRemplissez notre formulaire de demande en ligne en seulement 10 minutes.2On vous contacteUne fois votre demande soumise, notre équipe vous recontactera rapidement pour vous accompagner dans les prochaines étapes.3Vous êtes prêtAprès validation de votre inscription, vous êtes prêt à rejoindre notre établissement et à débuter votre parcours.Formulaire de téléchargement de la brochureRemplissez le formulaireHEC Maroc (campus de Rabat), 4 Rue Tulipa, Rabat 10100+212 622 34 90 34HEC RabatLaboratoire CReSCVie AssociativePartenaires AcadémiquesBlogNos événementsPolitique de ConfidentialitéProgramme Grande Ecole (Bac+5)Intelligence Artificielle & ManagementLogistique et Commerce InternationalComptabilité, Contrôle et AuditMarketing, E-business & Digital StrategyFinanceExecutive EducationExecutive MastersExecutive CertificatesFOLLOW US",
    "metadata": {
      "source": "https://www.hec.ac.ma/programme-grande-ecole/comptabilite-controle-et-audit",
      "title": "Comptabilité, Contrôle et Audit - HEC Business Rabat School",
      "description": "Après un tronc commun destiné à l’acquisition de connaissances théoriques et des compétences professionnelles dans les diverses disciplines du management de l’entreprise, les étudiants poursuivent un parcours qui permet de maitriser les savoirs théoriques et méthodologiques nécessaires pour occuper un poste de manager opérationnel et fonctionnel dans les métiers de l’expertise comptable, du commissariat aux comptes, de la finance d’entreprise et de marchés, du conseil, de la gestion comptable et financière, du reporting et contrôle financier des groupes, du contrôle de gestion, de l’audit financier légal et de l’audit interne des organisations.",
      "language": "en"
    }
  },
  {
    "page_content": "Marketing, E-business & Digital Strategy - HEC Business Rabat SchoolDémarrez votre candidatureHEC Rabat/Programme Grande Ecole (Bac+5)/Executive EducationMarketing, E-business & Digital StrategyPré-Inscription en ligne →Certificates IncludedInformations de baseDURÉE DES ÉTUDES : 5 ansPROCHAINE RENTRÉE : septembre 2025MODE : En PrésentielParcoursAprès un tronc commun destiné à l’acquisition de connaissances théoriques et des compétences professionnelles dans les diverses disciplines du management de l’entreprise, par la suite les étudiants poursuivent un parcours spécialisé pour savoir concevoir, mettre en œuvre et piloter une stratégie marketing qui doit prendre en compte les axes mobiles et digitaux pour pouvoir toucher ses cœurs de cible, vendre ses produits ou services et fidéliser ses clients.DébouchésLa formation débouche sur des métiers du marketing digital qui sont aussi nombreux que variés et qui vont de la relation client à des fonctions de communication notamment :Product OwnerSEO StrategistTraffic ManagerSocial Media ManagerContent StrategistUX DesignerDigital learning managerData ScientistCritères d'admissionL’admission en première année PGE Marketing, E-business & Digital Strategy est accessible aux titulaires d’un baccalauréat. Elle repose sur la sélection de candidats motivés ayant le potentiel de réussir leur insertion professionnelle dans le domaine du marketing.Possibilité d’une admission parallèle en 2ème, 3ème ou 4ème année",
    "metadata": {
      "source": "https://www.hec.ac.ma/programme-grande-ecole/marketing-e-business-digital-strategy",
      "title": "Marketing, E-business & Digital Strategy - HEC Business Rabat School",
      "description": "Après un tronc commun destiné à l’acquisition de connaissances théoriques et des compétences professionnelles dans les diverses disciplines du management de l’entreprise, par la suite les étudiants poursuivent un parcours spécialisé pour savoir concevoir, mettre en œuvre et piloter une stratégie marketing qui doit prendre en compte les axes mobiles et digitaux pour pouvoir toucher ses cœurs de cible, vendre ses produits ou services et fidéliser ses clients.",
      "language": "en"
    }
  },
  {
    "page_content": "Elle repose sur la sélection de candidats motivés ayant le potentiel de réussir leur insertion professionnelle dans le domaine du marketing.Possibilité d’une admission parallèle en 2ème, 3ème ou 4ème année. La commission d’admission peut envisager une mise à niveau obligatoire, adapté aux besoins de l’étudiant.Certificates2 Certificates of IBM are included:• IBM Project Manager :Ce programme vise à préparer les futurs analystes de données en développant des compétences essentielles pour une carrière dans le domaine de la science des données. Cette formation couvre trois domaines essentiels pour les analystes de données modernes.\nTout d’abord, vous acquerrez des compétences pratiques et utiliserez les outils les plus récents dans le domaine de l’analyse de données. Vous ap. See more• IBM Data Science Professional :Ce cours vise à préparer les futurs analystes de données en développant des compétences essentielles pour une carrière dans le domaine de la science des données. Les apprenants acquièrent des compétences pratiques, travaillent avec des notebooks Jupyter, créent des applications Python, accèdent à des bases de données relationnelles via SQL et Python, utilisent des bibliothèques Python pour générer",
    "metadata": {
      "source": "https://www.hec.ac.ma/programme-grande-ecole/marketing-e-business-digital-strategy",
      "title": "Marketing, E-business & Digital Strategy - HEC Business Rabat School",
      "description": "Après un tronc commun destiné à l’acquisition de connaissances théoriques et des compétences professionnelles dans les diverses disciplines du management de l’entreprise, par la suite les étudiants poursuivent un parcours spécialisé pour savoir concevoir, mettre en œuvre et piloter une stratégie marketing qui doit prendre en compte les axes mobiles et digitaux pour pouvoir toucher ses cœurs de cible, vendre ses produits ou services et fidéliser ses clients.",
      "language": "en"
    }
  },
  {
    "page_content": "Les apprenants acquièrent des compétences pratiques, travaillent avec des notebooks Jupyter, créent des applications Python, accèdent à des bases de données relationnelles via SQL et Python, utilisent des bibliothèques Python pour générer. See moreProgrammePremière AnnéeDeuxième AnnéeTroisième AnnéeQuatrième AnnéeCinquième AnnéeSemestre 1ModulesVolume HoraireMicroéconomie45 HeuresIntroduction aux Sciences de gestion45 heuresComptabilité générale I45 heuresMathématiques45 heuresIntroduction à l’étude du Droit45 heuresLangues étrangères50 heuresMéthodologie de travail universitaire50 heuresSemestre 2ModulesVolume HoraireManagement fondamental45 heuresComptabilité générale 245 heuresMacroéconomie45 heuresMathématiques financières45 heuresLangues étrangères50 heuresCulture digitale I50 heuresOther detailsStage d'initiationLe stage d’initiation est un stage d’observation dans une entreprise d’accueil. Il est partie intégrante de la formation à HEC Rabat.Durée: 1 moisLivrable: Rapport descriptif stage initiation au sein de l’entreprise.Démarrez votre candidaturePré-Inscription en ligne →Vous avez d'autres questions?Contactez-Nous →Comment s'inscrire:Remplissez un bref formulaire avec vos informations, ce qui ne prendra que 10 minutes. Une fois l'inscription terminée, vous serez prêt à lancer votre carrière.1Vous postulezRemplissez notre formulaire de demande en ligne en seulement 10 minutes",
    "metadata": {
      "source": "https://www.hec.ac.ma/programme-grande-ecole/marketing-e-business-digital-strategy",
      "title": "Marketing, E-business & Digital Strategy - HEC Business Rabat School",
      "description": "Après un tronc commun destiné à l’acquisition de connaissances théoriques et des compétences professionnelles dans les diverses disciplines du management de l’entreprise, par la suite les étudiants poursuivent un parcours spécialisé pour savoir concevoir, mettre en œuvre et piloter une stratégie marketing qui doit prendre en compte les axes mobiles et digitaux pour pouvoir toucher ses cœurs de cible, vendre ses produits ou services et fidéliser ses clients.",
      "language": "en"
    }
  },
  {
    "page_content": "Une fois l'inscription terminée, vous serez prêt à lancer votre carrière.1Vous postulezRemplissez notre formulaire de demande en ligne en seulement 10 minutes.2On vous contacteUne fois votre demande soumise, notre équipe vous recontactera rapidement pour vous accompagner dans les prochaines étapes.3Vous êtes prêtAprès validation de votre inscription, vous êtes prêt à rejoindre notre établissement et à débuter votre parcours.Formulaire de téléchargement de la brochureRemplissez le formulaireHEC Maroc (campus de Rabat), 4 Rue Tulipa, Rabat 10100+212 622 34 90 34HEC RabatLaboratoire CReSCVie AssociativePartenaires AcadémiquesBlogNos événementsPolitique de ConfidentialitéProgramme Grande Ecole (Bac+5)Intelligence Artificielle & ManagementLogistique et Commerce InternationalComptabilité, Contrôle et AuditMarketing, E-business & Digital StrategyFinanceExecutive EducationExecutive MastersExecutive CertificatesFOLLOW US",
    "metadata": {
      "source": "https://www.hec.ac.ma/programme-grande-ecole/marketing-e-business-digital-strategy",
      "title": "Marketing, E-business & Digital Strategy - HEC Business Rabat School",
      "description": "Après un tronc commun destiné à l’acquisition de connaissances théoriques et des compétences professionnelles dans les diverses disciplines du management de l’entreprise, par la suite les étudiants poursuivent un parcours spécialisé pour savoir concevoir, mettre en œuvre et piloter une stratégie marketing qui doit prendre en compte les axes mobiles et digitaux pour pouvoir toucher ses cœurs de cible, vendre ses produits ou services et fidéliser ses clients.",
      "language": "en"
    }
  },
  {
    "page_content": "Finance - HEC Business Rabat SchoolDémarrez votre candidatureHEC Rabat/Programme Grande Ecole (Bac+5)/Executive EducationFinancePré-Inscription en ligne →Certificates IncludedInformations de baseDURÉE DES ÉTUDES : 5 ansPROCHAINE RENTRÉE : septembre 2025MODE : En PrésentielParcoursLes années 1 et 2 permettent de découvrir les fondamentaux de la gestion et les soft-skills. La 3ème année est dédiée à la découverte du management et de la transversalité. Les années 4 et 5 sont dédiées à la spécialisation, pour acquérir une expertise et construire son projet professionnel.\n\nAprès un tronc commun destiné à l’acquisition de connaissances théoriques et des compétences professionnelles dans les diverses disciplines du management de l’entreprise, les étudiants poursuivent un parcours qui les préparent aux métiers de la finance, de la banque et d’assurance.DébouchésUn potentiel d’insertion intéressant à travers le réseau bancaire, la bourse et les sociétés de bourse, Fonds d’investissement, les cabinets d’expertise, les compagnies d’assurance, les grandes entreprises, etc. Possibilité également d’auto emploi à travers des projets d’entreprenariat et  la création d’agences de conseil.Fonds d’investissementSociétés de bourseCompagnies d’assuranceBanques d'affairesCritères d'admissionL’admission en première année du Programme Grande École en Finance est accessible aux titulaires d’un baccalauréat",
    "metadata": {
      "source": "https://www.hec.ac.ma/programme-grande-ecole/finance",
      "title": "Finance - HEC Business Rabat School",
      "description": "Les années 1 et 2 permettent de découvrir les fondamentaux de la gestion et les soft-skills. La 3ème année est dédiée à la découverte du management et de la transversalité. Les années 4 et 5 sont dédiées à la spécialisation, pour acquérir une expertise et construire son projet professionnel.\n\nAprès un tronc commun destiné à l’acquisition de connaissances théoriques et des compétences professionnelles dans les diverses disciplines du management de l’entreprise, les étudiants poursuivent un parcours qui les préparent aux métiers de la finance, de la banque et d’assurance.",
      "language": "en"
    }
  },
  {
    "page_content": "Fonds d’investissementSociétés de bourseCompagnies d’assuranceBanques d'affairesCritères d'admissionL’admission en première année du Programme Grande École en Finance est accessible aux titulaires d’un baccalauréat. Elle repose sur la sélection de candidats motivés ayant le potentiel de réussir leur insertion professionnelle dans le domaine de la finance.  Possibilité d’une admission parallèle en 2ème, 3ème ou 4ème année. La commission d’admission peut envisager une mise à niveau obligatoire, adapté aux besoins de l’étudiant.Certificates1 Certificates of TOEIC are included:• TOEIC :Test of English for International Communication. Il s'agit d'un examen de la langue anglaise qui permet d’obtenir une certification sur vos compétences à la fois orales et écrites.ProgrammePremière AnnéeDeuxième AnnéeTroisième AnnéeQuatrième AnnéeCinquième AnnéeSemestre 1ModulesVolume HoraireMicroéconomie45 HeuresIntroduction aux Sciences de gestion45 heuresComptabilité générale I45 heuresMathématiques45 heuresIntroduction à l’étude du Droit45 heuresLangues étrangères50 heuresMéthodologie de travail universitaire50 heuresSemestre 2ModulesVolume HoraireManagement fondamental45 heuresComptabilité générale 245 heuresMacroéconomie45 heuresMathématiques financières45 heuresLangues étrangères50 heuresCulture digitale I50 heuresOther detailsStage d'initiationLe stage d’initiation est un stage d’observation dans une entreprise d’accueil. Il est partie intégrante de la formation à HEC Rabat",
    "metadata": {
      "source": "https://www.hec.ac.ma/programme-grande-ecole/finance",
      "title": "Finance - HEC Business Rabat School",
      "description": "Les années 1 et 2 permettent de découvrir les fondamentaux de la gestion et les soft-skills. La 3ème année est dédiée à la découverte du management et de la transversalité. Les années 4 et 5 sont dédiées à la spécialisation, pour acquérir une expertise et construire son projet professionnel.\n\nAprès un tronc commun destiné à l’acquisition de connaissances théoriques et des compétences professionnelles dans les diverses disciplines du management de l’entreprise, les étudiants poursuivent un parcours qui les préparent aux métiers de la finance, de la banque et d’assurance.",
      "language": "en"
    }
  },
  {
    "page_content": "Il est partie intégrante de la formation à HEC Rabat.Durée: 1 moisLivrable: Rapport descriptif stage initiation au sein de l’entreprise.Démarrez votre candidaturePré-Inscription en ligne →Vous avez d'autres questions?Contactez-Nous →Comment s'inscrire:Remplissez un bref formulaire avec vos informations, ce qui ne prendra que 10 minutes. Une fois l'inscription terminée, vous serez prêt à lancer votre carrière.1Vous postulezRemplissez notre formulaire de demande en ligne en seulement 10 minutes.2On vous contacteUne fois votre demande soumise, notre équipe vous recontactera rapidement pour vous accompagner dans les prochaines étapes.3Vous êtes prêtAprès validation de votre inscription, vous êtes prêt à rejoindre notre établissement et à débuter votre parcours.Formulaire de téléchargement de la brochureRemplissez le formulaireHEC Maroc (campus de Rabat), 4 Rue Tulipa, Rabat 10100+212 622 34 90 34HEC RabatLaboratoire CReSCVie AssociativePartenaires AcadémiquesBlogNos événementsPolitique de ConfidentialitéProgramme Grande Ecole (Bac+5)Intelligence Artificielle & ManagementLogistique et Commerce InternationalComptabilité, Contrôle et AuditMarketing, E-business & Digital StrategyFinanceExecutive EducationExecutive MastersExecutive CertificatesFOLLOW US",
    "metadata": {
      "source": "https://www.hec.ac.ma/programme-grande-ecole/finance",
      "title": "Finance - HEC Business Rabat School",
      "description": "Les années 1 et 2 permettent de découvrir les fondamentaux de la gestion et les soft-skills. La 3ème année est dédiée à la découverte du management et de la transversalité. Les années 4 et 5 sont dédiées à la spécialisation, pour acquérir une expertise et construire son projet professionnel.\n\nAprès un tronc commun destiné à l’acquisition de connaissances théoriques et des compétences professionnelles dans les diverses disciplines du management de l’entreprise, les étudiants poursuivent un parcours qui les préparent aux métiers de la finance, de la banque et d’assurance.",
      "language": "en"
    }
  }
]