[
  {
    "page_content": "HEC Rabat Business School - #1 École de Commerce au MarocDémarrez votre candidatureHEC Rabat/Programme Grande Ecole/Executive EducationProgramme Grande École (BAC+5)Une Formation initiale Bac+5 alliant pédagogie innovante, expérience internationale enrichissante et vie associative dynamique pour une expérience académique d’excellenceDécouvrirExecutive EducationExcellence académique et innovation pédagogique au service de vos ambitionsDécouvrirProgramme Grande EcoleExecutive EducationÀ propos de l'écoleAyant pour responsabilité d’œuvrer ensemble pour un Maroc fort dans une Afrique puissante, consolidée et indépendante, la formation HEC Rabat permet à chacun de ses étudiants d’atteindre ses objectifs de réussite et d’intégration socio-économique. HEC Rabat forme d’excellents professionnels aux fondements académiques  solides, à l’éthique irréprochable et respectueux du monde qui les entoure",
    "metadata": {
      "source": "https://hec.ac.ma",
      "title": "HEC Rabat Business School - #1 École de Commerce au Maroc",
      "description": "Ecole supérieure privée Rabat de Management, Gestion, Commerce et Ingénierie reconnue par son excellence académique.",
      "language": "en"
    }
  },
  {
    "page_content": "HEC Rabat forme d’excellents professionnels aux fondements académiques  solides, à l’éthique irréprochable et respectueux du monde qui les entoure.HEC Rabat est et sera le choix de l’excellence pour tout étudiant soucieux de réussir à impacter son temps.Depuis 1988, HEC Rabat a fait le choix du suivi rapproché de l’étudiant, des meilleurs enseignants, de stages nombreux, et d’une discipline stricte qui permet d’entrevoir dès la première année les contraintes du monde professionnel. Elle insiste également sur le bien-être et l’esprit de famille, qui permettent à toutes ses communautés, étudiants, administratifs et enseignants, de construire ensemble le futur de notre continent.A HEC Rabat, la réussite de nos étudiants est notre fierté",
    "metadata": {
      "source": "https://hec.ac.ma",
      "title": "HEC Rabat Business School - #1 École de Commerce au Maroc",
      "description": "Ecole supérieure privée Rabat de Management, Gestion, Commerce et Ingénierie reconnue par son excellence académique.",
      "language": "en"
    }
  },
  {
    "page_content": "A HEC Rabat, la réussite de nos étudiants est notre fierté.15Nationalites représentées+50005300 Lauréats dans le monde3535 Années d’experience150Nombre de partenaires entreprise20Partenaires academiques internationauxRenseignements sur nos programmes+50 programmes : Certificats avancés, Executive Masters et un Programme Grande Ecole avec des spécialisations métiers.Planifier une visite ou rendez-vousProgramme Grande Ecole (Bac+5)Le Programme Grande École repose sur une approche novatrice qui réinvente la formation en management. En conjuguant excellence académique et immersion pratique, ce programme façonne des leaders visionnaires capables de naviguer dans un environnement global complexe.Les étudiants bénéficient d’un cursus riche en enseignements théoriques, d’opportunités concrètes en entreprise, et de projets associatifs impactants. Des certifications internationales intégrées renforcent la compétitivité des diplômés, leur conférant un véritable atout sur la scène mondiale",
    "metadata": {
      "source": "https://hec.ac.ma",
      "title": "HEC Rabat Business School - #1 École de Commerce au Maroc",
      "description": "Ecole supérieure privée Rabat de Management, Gestion, Commerce et Ingénierie reconnue par son excellence académique.",
      "language": "en"
    }
  },
  {
    "page_content": "Des certifications internationales intégrées renforcent la compétitivité des diplômés, leur conférant un véritable atout sur la scène mondiale.Master Intelligence Artificielle & ManagementDécouvrez notre Master Bac+5 en Intelligence Artificielle et Management, conçu pour les visionnaires aspirant à devenir leaders dans l’innovation technologique et la stratégie d’entreprise",
    "metadata": {
      "source": "https://hec.ac.ma",
      "title": "HEC Rabat Business School - #1 École de Commerce au Maroc",
      "description": "Ecole supérieure privée Rabat de Management, Gestion, Commerce et Ingénierie reconnue par son excellence académique.",
      "language": "en"
    }
  },
  {
    "page_content": "Découvrir →Master Logistique et Commerce InternationalLa formation prépare les étudiants aux métiers désormais fortement internationalisés de la fonction Achats et Supply Chain apte à prendre à très court terme des responsabilités managériales opérationnellesDécouvrir →Master Comptabilité, Contrôle et AuditLe programme CCA vise à former de futurs experts-comptables, des auditeurs financiers, des consultants ou des cadres d’entrepriseDécouvrir →Master Marketing, E-business & Digital StrategyLe Marketing, E-business & Digital Strategy forme aux métiers du marketing et plus spécifiquement a pour objectifs de former les futurs cadres marketing en entrepriseDécouvrir →Master FinanceDécouvrez notre Master Bac+5 en Finance, une formation d’excellence conçue pour les futurs leaders du secteur financier",
    "metadata": {
      "source": "https://hec.ac.ma",
      "title": "HEC Rabat Business School - #1 École de Commerce au Maroc",
      "description": "Ecole supérieure privée Rabat de Management, Gestion, Commerce et Ingénierie reconnue par son excellence académique.",
      "language": "en"
    }
  },
  {
    "page_content": "Développez une expertise approfondie en finance d’entreprise, marchés financiers, et gestion des risques, grâce à un curriculum innovant et une immersion professionnelle garantissant une carrière réussieDécouvrir →Une expérience à l’internationalHEC Rabat vous ouvre les portes du monde grâce à ses partenariats avec des institutions académiques prestigieuses à l’international, offrant la possibilité d’effectuer un semestre d’échange enrichissant. Avec plus de 15 nationalités représentées sur le campus et des cours animés par des Visiting Professors de renom, vous évoluerez dans un environnement multiculturel et global, idéal pour développer vos compétences et votre réseau à l’échelle internationale.DécouvrirExecutive EducationBoostez votre carrière avec l’Executive Education d’HEC Rabat ! Nos programmes, conçus autour d’une approche modulaire innovante, offrent une flexibilité optimale pour développer vos compétences à votre rythme",
    "metadata": {
      "source": "https://hec.ac.ma",
      "title": "HEC Rabat Business School - #1 École de Commerce au Maroc",
      "description": "Ecole supérieure privée Rabat de Management, Gestion, Commerce et Ingénierie reconnue par son excellence académique.",
      "language": "en"
    }
  },
  {
    "page_content": "Entièrement dispensées à distance, nos formations allient excellence académique et accessibilité pour répondre aux besoins des professionnels ambitieux.DécouvrirExecutive MastersDécouvrir →Executive CertificatesDécouvrir →Certifications ProfessionellesToutes nos formations intègrent des certifications professionnelles reconnues à l'international, offrant à nos étudiants un véritable atout pour renforcer leur employabilité et se démarquer sur le marché du travail.La certification Google valide vos compétences en outils indispensables comme Google Ads et Analytics. Elle offre une reconnaissance mondiale et renforce votre profil professionnel dans le domaine du marketing numérique et de l’analyse de données.La certification Scrum atteste de votre expertise en gestion de projets agiles. Reconnue mondialement, elle vous permet de maîtriser les méthodologies Scrum et de vous démarquer dans des environnements professionnels en constante évolution, où l’agilité est un atout clé",
    "metadata": {
      "source": "https://hec.ac.ma",
      "title": "HEC Rabat Business School - #1 École de Commerce au Maroc",
      "description": "Ecole supérieure privée Rabat de Management, Gestion, Commerce et Ingénierie reconnue par son excellence académique.",
      "language": "en"
    }
  },
  {
    "page_content": "Reconnue mondialement, elle vous permet de maîtriser les méthodologies Scrum et de vous démarquer dans des environnements professionnels en constante évolution, où l’agilité est un atout clé.Avec la certification CISI, bénéficiez d’une expertise reconnue dans le secteur financier. Elle certifie vos connaissances en investissement, conformité et éthique, vous positionnant comme un acteur clé dans les services financiers internationaux.\nLa certification Meta, une référence incontournable pour maîtriser les outils publicitaires sur les réseaux sociaux. Idéal pour booster vos compétences en marketing digital, cette certification vous ouvre les portes d’une expertise recherchée par les recruteurs.\nLa certification Sage garantit votre maîtrise des outils de gestion comptable et financière. C’est une reconnaissance prisée par les entreprises pour optimiser vos compétences en gestion d’entreprise",
    "metadata": {
      "source": "https://hec.ac.ma",
      "title": "HEC Rabat Business School - #1 École de Commerce au Maroc",
      "description": "Ecole supérieure privée Rabat de Management, Gestion, Commerce et Ingénierie reconnue par son excellence académique.",
      "language": "en"
    }
  },
  {
    "page_content": "La certification Sage garantit votre maîtrise des outils de gestion comptable et financière. C’est une reconnaissance prisée par les entreprises pour optimiser vos compétences en gestion d’entreprise.Le TOEIC est un atout essentiel pour évaluer et valoriser vos compétences en anglais professionnel. Il est reconnu mondialement par les entreprises et facilite votre employabilité à l’international.La certification IBM en gestion de projet ou en technologies innovantes valide vos compétences dans des domaines en forte demande, comme l’intelligence artificielle ou la gestion de projets stratégiques. Elle booste votre attractivité professionnelle à l’échelle mondiale.Programme & AdmissionFormation initialeConstruisez les fondations de votre réussite avec notre Programme Grande École (bac+5), une formation initiale conçue pour les bacheliers, qui vous prépare à exceller dans le monde des affaires",
    "metadata": {
      "source": "https://hec.ac.ma",
      "title": "HEC Rabat Business School - #1 École de Commerce au Maroc",
      "description": "Ecole supérieure privée Rabat de Management, Gestion, Commerce et Ingénierie reconnue par son excellence académique.",
      "language": "en"
    }
  },
  {
    "page_content": "PrésentielProgramme Grande Ecole (Bac+5) →Executive EducationBoostez votre carrière avec des programmes Executive Education conçus pour vous doter des compétences et stratégies nécessaires à l’excellence professionnelleEn ligneExecutive Masters →Executive Certificats →AdmissionPour candidater à l’un de nos programmes, merci de postulez via l’un des liens suivant :Programme Grande Ecole (Bac+5) →Executive Education →La Recherche au Service de l’Excellence d’HEC Rabat⦁ Un pilier central pour le corps professoral : Le Centre de recherche CReSC est une composante essentielle de la mission d’HEC Rabat, représentant une dimension clé des activités de ses enseignants-chercheurs.⦁ Un atout pour les étudiants : La recherche enrichit les formations en proposant des contenus actualisés et soutenus par les contributions intellectuelles des chercheurs, offrant ainsi une expérience académique de pointe",
    "metadata": {
      "source": "https://hec.ac.ma",
      "title": "HEC Rabat Business School - #1 École de Commerce au Maroc",
      "description": "Ecole supérieure privée Rabat de Management, Gestion, Commerce et Ingénierie reconnue par son excellence académique.",
      "language": "en"
    }
  },
  {
    "page_content": "⦁ Une valeur ajoutée pour les entreprises et la communauté académique : Elle fournit des solutions concrètes aux partenaires professionnels tout en contribuant à l’avancement des connaissances en sciences de gestion au sein de la communauté académique.Comment s'inscrire:Remplissez un bref formulaire avec vos informations, ce qui ne prendra que 10 minutes. Une fois l'inscription terminée, vous serez prêt à lancer votre carrière.1Vous postulezRemplissez notre formulaire de demande en ligne en seulement 10 minutes.2On vous contacteUne fois votre demande soumise, notre équipe vous recontactera rapidement pour vous accompagner dans les prochaines étapes.3Vous êtes prêtAprès validation de votre inscription, vous êtes prêt à rejoindre notre établissement et à débuter votre parcours",
    "metadata": {
      "source": "https://hec.ac.ma",
      "title": "HEC Rabat Business School - #1 École de Commerce au Maroc",
      "description": "Ecole supérieure privée Rabat de Management, Gestion, Commerce et Ingénierie reconnue par son excellence académique.",
      "language": "en"
    }
  },
  {
    "page_content": "Nos étudiants créent une communauté dynamique et inclusiveVie associativeNotre BlogLe nouveau Master en Intelligence Artificielle et Management de HEC Rabat : se préparer aux défis de demainAvril 18, 2024Lire →Le nouveau Master en Intelligence Artificielle et Management de HEC Rabat : se préparer aux défis de demainAvril 18, 2024Lire →Le nouveau Master en Intelligence Artificielle et Management de HEC Rabat : se préparer aux défis de demainAvril 18, 2024Lire →Le nouveau Master en Intelligence Artificielle et Management de HEC Rabat : se préparer aux défis de demainAvril 18, 2024Lire →Le nouveau Master en Intelligence Artificielle et Management de HEC Rabat : se préparer aux défis de demainAvril 18, 2024Lire →Le nouveau Master en Intelligence Artificielle et Management de HEC Rabat : se préparer aux défis de demainAvril 18, 2024Lire →Êtes-vous prêt à passer à l'étape suivante?Démarrez votre candidatureHEC Maroc (campus de Rabat), 4 Rue Tulipa, Rabat 10100+212 622 34 90 34HEC RabatLaboratoire CReSCVie étudiantJunior Entreprise HEC RabatBlogNos événementsPolitique de ConfidentialitéProgramme Grande EcoleMaster Intelligence Artificielle & ManagementMaster Logistique et Commerce InternationalMaster Comptabilité, Contrôle et AuditMaster Marketing, E-business & Digital StrategyMaster FinanceExecutive EducationExecutive MastersExecutive CertificatesFOLLOW US",
    "metadata": {
      "source": "https://hec.ac.ma",
      "title": "HEC Rabat Business School - #1 École de Commerce au Maroc",
      "description": "Ecole supérieure privée Rabat de Management, Gestion, Commerce et Ingénierie reconnue par son excellence académique.",
      "language": "en"
    }
  },
  {
    "page_content": "Executive Education - HEC Business School RabatDémarrez votre candidatureHEC Rabat/Programme Grande Ecole/Executive EducationExecutive EducationExcellence académique et innovation pédagogique au service de vos ambitionsEn lignePropulsez votre carrière à votre rythmeAlliant innovation pédagogique et excellence académique, nos formations sont conçues pour répondre aux exigences des cadres et dirigeants. Grâce à un système modulaire unique, vous cumulez trois Executive Certificates pour obtenir un Executive Master, tout en bénéficiant d’une flexibilité optimale avec un format 100 % en ligne. Conçues par des experts pour des experts, elles vous permettent de développer des compétences stratégiques sans interrompre votre carrière.Des Formateurs ExpertsNos programmes d’Executive Education s’appuient sur une équipe pédagogique d’excellence, composée de professeurs et d’intervenants experts, reconnus à l’échelle nationale et internationale",
    "metadata": {
      "source": "https://www.hec.ac.ma/executive-education",
      "title": "Executive Education - HEC Business School Rabat",
      "description": "Les Executive Masters & Bachelors combinent des Executive Certificat qui reprennent les fondamentaux et renforcent la spécialisation.",
      "language": "en"
    }
  },
  {
    "page_content": "Issus des meilleures institutions académiques et du monde de l’entreprise, ces professionnels apportent une combinaison unique de savoir théorique et d’expérience pratique. Leur expertise couvre un large éventail de domaines stratégiques, garantissant un contenu de formation en phase avec les exigences du marché et les évolutions de leur discipline. Cet encadrement de qualité permet à nos participants de bénéficier d’un apprentissage rigoureux, enrichissant et immédiatement applicable à leur environnement professionnel.Un réseau panafricain au service du développement et de l’innovationParticiper à nos programmes d’Executive Education, c’est rejoindre une communauté dynamique de professionnels issus de toute l’Afrique francophone. Cette diversité géographique et sectorielle crée un environnement unique de partage et d’apprentissage collaboratif, où chaque participant enrichit les autres par ses perspectives et son expertise",
    "metadata": {
      "source": "https://www.hec.ac.ma/executive-education",
      "title": "Executive Education - HEC Business School Rabat",
      "description": "Les Executive Masters & Bachelors combinent des Executive Certificat qui reprennent les fondamentaux et renforcent la spécialisation.",
      "language": "en"
    }
  },
  {
    "page_content": "Cette diversité géographique et sectorielle crée un environnement unique de partage et d’apprentissage collaboratif, où chaque participant enrichit les autres par ses perspectives et son expertise. Les interactions au sein de nos formations favorisent le développement de réseaux solides et stratégiques, essentiels pour relever les défis économiques et sociaux de notre continent. Ces synergies exceptionnelles ne se limitent pas aux salles de cours, mais se transforment en collaborations durables et en opportunités concrètes pour contribuer activement au développement de l’Afrique.Executive MastersExecutive Master Gestion de ProjetsPour un pilotage de projet dynamique, agile et adaptatif",
    "metadata": {
      "source": "https://www.hec.ac.ma/executive-education",
      "title": "Executive Education - HEC Business School Rabat",
      "description": "Les Executive Masters & Bachelors combinent des Executive Certificat qui reprennent les fondamentaux et renforcent la spécialisation.",
      "language": "en"
    }
  },
  {
    "page_content": "Executive MastersExecutive Master Gestion de ProjetsPour un pilotage de projet dynamique, agile et adaptatif.Découvrir →Executive Master FinanceMaîtrisez les leviers financiers stratégiques pour prendre des décisions éclairées et optimiser la performance de votre organisationDécouvrir →Découvrir les mastersExecutive CertificatesExecutive Certificate Opérations de Financement et Finance de MarchéMaîtrisez les stratégies d’investissement et naviguez avec succès sur les marchés financiers.Découvrir →Executive Certificate Cloud Computing & Infrastructure ITMaîtrisez les technologies de pointe en Cloud Computing et Infrastructure IT pour transformer et optimiser l’architecture technologique de votre organisation",
    "metadata": {
      "source": "https://www.hec.ac.ma/executive-education",
      "title": "Executive Education - HEC Business School Rabat",
      "description": "Les Executive Masters & Bachelors combinent des Executive Certificat qui reprennent les fondamentaux et renforcent la spécialisation.",
      "language": "en"
    }
  },
  {
    "page_content": "Découvrir →Découvrir les certificatsHEC Maroc (campus de Rabat), 4 Rue Tulipa, Rabat 10100+212 622 34 90 34HEC RabatLaboratoire CReSCVie étudiantJunior Entreprise HEC RabatBlogNos événementsPolitique de ConfidentialitéProgramme Grande EcoleMaster Intelligence Artificielle & ManagementMaster Logistique et Commerce InternationalMaster Comptabilité, Contrôle et AuditMaster Marketing, E-business & Digital StrategyMaster FinanceExecutive EducationExecutive MastersExecutive CertificatesFOLLOW US",
    "metadata": {
      "source": "https://www.hec.ac.ma/executive-education",
      "title": "Executive Education - HEC Business School Rabat",
      "description": "Les Executive Masters & Bachelors combinent des Executive Certificat qui reprennent les fondamentaux et renforcent la spécialisation.",
      "language": "en"
    }
  },
  {
    "page_content": "Programme Grande École - HEC Rabat Business SchoolDémarrez votre candidatureHEC Rabat/Programme Grande Ecole/Executive EducationProgramme Grande Ecole (Bac+5)Une Formation initiale Bac+5 alliant pédagogie innovante, expérience internationale enrichissante et vie associative dynamique pour une expérience académique d’excellenceCandidater en ligne →Les fondements du Programme Grande ÉcoleUn Programme Grande École fondé sur une pédagogie innovante, une expérience internationale enrichissante et une vie associative dynamiqueUne Pédagogie InnovanteEn savoir plusVivez une expérience internationaleEn savoir plusUne vie associative activeEn savoir plusLes parcours du Programme Grande Ecole 2025-2026Master Intelligence Artificielle & ManagementDécouvrez notre Master Bac+5 en Intelligence Artificielle et Management, conçu pour les visionnaires aspirant à devenir leaders dans l’innovation technologique et la stratégie d’entreprise",
    "metadata": {
      "source": "https://www.hec.ac.ma/grande-ecole",
      "title": "Programme Grande École - HEC Rabat Business School",
      "description": "Ecole supérieure privée Rabat de Management, Gestion, Commerce et Ingénierie reconnue par son excellence académique.",
      "language": "en"
    }
  },
  {
    "page_content": "Découvrir →Master Logistique et Commerce InternationalLa formation prépare les étudiants aux métiers désormais fortement internationalisés de la fonction Achats et Supply Chain apte à prendre à très court terme des responsabilités managériales opérationnellesDécouvrir →Master Comptabilité, Contrôle et AuditLe programme CCA vise à former de futurs experts-comptables, des auditeurs financiers, des consultants ou des cadres d’entrepriseDécouvrir →Master Marketing, E-business & Digital StrategyLe Marketing, E-business & Digital Strategy forme aux métiers du marketing et plus spécifiquement a pour objectifs de former les futurs cadres marketing en entrepriseDécouvrir →Master FinanceDécouvrez notre Master Bac+5 en Finance, une formation d’excellence conçue pour les futurs leaders du secteur financier",
    "metadata": {
      "source": "https://www.hec.ac.ma/grande-ecole",
      "title": "Programme Grande École - HEC Rabat Business School",
      "description": "Ecole supérieure privée Rabat de Management, Gestion, Commerce et Ingénierie reconnue par son excellence académique.",
      "language": "en"
    }
  },
  {
    "page_content": "Développez une expertise approfondie en finance d’entreprise, marchés financiers, et gestion des risques, grâce à un curriculum innovant et une immersion professionnelle garantissant une carrière réussieDécouvrir →Accréditées par l'EtatToutes nos filières sont accréditées par l’ANEAQ, l’Agence Nationale d’Evaluation et d’Assurance Qualité de l’Enseignement Supérieur et de la Recherche Scientifique au Maroc : Cette accréditation représente un gage de qualité important pour nos étudiants et nos diplômés.Certifications ProfessionellesToutes nos formations intègrent des certifications professionnelles reconnues à l'international, offrant à nos étudiants un véritable atout pour renforcer leur employabilité et se démarquer sur le marché du travail.La certification Google valide vos compétences en outils indispensables comme Google Ads et Analytics. Elle offre une reconnaissance mondiale et renforce votre profil professionnel dans le domaine du marketing numérique et de l’analyse de données",
    "metadata": {
      "source": "https://www.hec.ac.ma/grande-ecole",
      "title": "Programme Grande École - HEC Rabat Business School",
      "description": "Ecole supérieure privée Rabat de Management, Gestion, Commerce et Ingénierie reconnue par son excellence académique.",
      "language": "en"
    }
  },
  {
    "page_content": "Elle offre une reconnaissance mondiale et renforce votre profil professionnel dans le domaine du marketing numérique et de l’analyse de données.La certification Scrum atteste de votre expertise en gestion de projets agiles. Reconnue mondialement, elle vous permet de maîtriser les méthodologies Scrum et de vous démarquer dans des environnements professionnels en constante évolution, où l’agilité est un atout clé.Avec la certification CISI, bénéficiez d’une expertise reconnue dans le secteur financier. Elle certifie vos connaissances en investissement, conformité et éthique, vous positionnant comme un acteur clé dans les services financiers internationaux.\nLa certification Meta, une référence incontournable pour maîtriser les outils publicitaires sur les réseaux sociaux. Idéal pour booster vos compétences en marketing digital, cette certification vous ouvre les portes d’une expertise recherchée par les recruteurs",
    "metadata": {
      "source": "https://www.hec.ac.ma/grande-ecole",
      "title": "Programme Grande École - HEC Rabat Business School",
      "description": "Ecole supérieure privée Rabat de Management, Gestion, Commerce et Ingénierie reconnue par son excellence académique.",
      "language": "en"
    }
  },
  {
    "page_content": "Idéal pour booster vos compétences en marketing digital, cette certification vous ouvre les portes d’une expertise recherchée par les recruteurs.\nLa certification Sage garantit votre maîtrise des outils de gestion comptable et financière. C’est une reconnaissance prisée par les entreprises pour optimiser vos compétences en gestion d’entreprise.Le TOEIC est un atout essentiel pour évaluer et valoriser vos compétences en anglais professionnel. Il est reconnu mondialement par les entreprises et facilite votre employabilité à l’international.La certification IBM en gestion de projet ou en technologies innovantes valide vos compétences dans des domaines en forte demande, comme l’intelligence artificielle ou la gestion de projets stratégiques. Elle booste votre attractivité professionnelle à l’échelle mondiale",
    "metadata": {
      "source": "https://www.hec.ac.ma/grande-ecole",
      "title": "Programme Grande École - HEC Rabat Business School",
      "description": "Ecole supérieure privée Rabat de Management, Gestion, Commerce et Ingénierie reconnue par son excellence académique.",
      "language": "en"
    }
  },
  {
    "page_content": "Elle booste votre attractivité professionnelle à l’échelle mondiale.93% de nos lauréatsobtiennent un emploi en moins de 6 mois après l’obtention du diplôme+90%Enquête promotion 2022/2023Universités PartenairesHEC Rabat vous ouvre les portes du monde grâce à ses partenariats avec des institutions académiques prestigieuses à l’international, offrant la possibilité d’effectuer un semestre d’échange enrichissant. Avec plus de 15 nationalités représentées sur le campus et des cours animés par des Visiting Professors de renom, vous évoluerez dans un environnement multiculturel et global, idéal pour développer vos compétences et votre réseau à l’échelle internationale.DécouvrirCréer votre startup durant votre parcours PGEPlongez au cœur de l’entrepreneuriat avec un parcours conçu pour\n              transformer des idées audacieuses en projets concrets",
    "metadata": {
      "source": "https://www.hec.ac.ma/grande-ecole",
      "title": "Programme Grande École - HEC Rabat Business School",
      "description": "Ecole supérieure privée Rabat de Management, Gestion, Commerce et Ingénierie reconnue par son excellence académique.",
      "language": "en"
    }
  },
  {
    "page_content": "DécouvrirCréer votre startup durant votre parcours PGEPlongez au cœur de l’entrepreneuriat avec un parcours conçu pour\n              transformer des idées audacieuses en projets concrets. À travers un\n              apprentissage dynamique, ce programme vous guide pas à pas, depuis la\n              découverte de l’écosystème entrepreneurial jusqu’au lancement de votre\n              entreprise.1. Découverte et Introduction à l'EntrepreneuriatExplorez les fondamentaux de l'entrepreneuriat2. Validation de l'Idée et Élaboration du Business ModelDéveloppez et validez votre concept d'entreprise3. Stratégie et MarketingDéfinissez votre stratégie de marché4. Pitch, Financement et AccompagnementPréparez-vous pour le lancementIls l’ont vécu, ils en parlent Les étudiants partagent leurs expériences et leurs réussites au sein de notre école.A HEC Rabat, j'ai découvert un équilibre parfait entre théorie et pratique",
    "metadata": {
      "source": "https://www.hec.ac.ma/grande-ecole",
      "title": "Programme Grande École - HEC Rabat Business School",
      "description": "Ecole supérieure privée Rabat de Management, Gestion, Commerce et Ingénierie reconnue par son excellence académique.",
      "language": "en"
    }
  },
  {
    "page_content": "A HEC Rabat, j'ai découvert un équilibre parfait entre théorie et pratique. Les interactions multiculturelles ont été essentielles pour élargir ma perspective et affiner mes objectifs professionnelsImane El HaniÉtudiante en deuxième année et présidente du BDE 2024/2025Formulaire de téléchargement de la brochureRemplissez le formulaireHEC Maroc (campus de Rabat), 4 Rue Tulipa, Rabat 10100+212 622 34 90 34HEC RabatLaboratoire CReSCVie étudiantJunior Entreprise HEC RabatBlogNos événementsPolitique de ConfidentialitéProgramme Grande EcoleMaster Intelligence Artificielle & ManagementMaster Logistique et Commerce InternationalMaster Comptabilité, Contrôle et AuditMaster Marketing, E-business & Digital StrategyMaster FinanceExecutive EducationExecutive MastersExecutive CertificatesFOLLOW US",
    "metadata": {
      "source": "https://www.hec.ac.ma/grande-ecole",
      "title": "Programme Grande École - HEC Rabat Business School",
      "description": "Ecole supérieure privée Rabat de Management, Gestion, Commerce et Ingénierie reconnue par son excellence académique.",
      "language": "en"
    }
  }
]